{"id": "10000", "contents": "Genus (biological) The genus, also known as the genus (Latin: singular genus, plural genus), is a biological taxon that refers to a group of species with similar phenotypes and close evolutionary relationships. In the binomial nomenclature, italics, the name of a species consists of the first letter as a capitalized genus name, the second letter as a prominent feature of the species. For example, the human species is named Homo sapiens, in the genus Homo; the tiger species is named Panthera tigris, in the genus Panthera. See also."}
{"id": "10000439", "contents": "The Philippine Government The Philippine Government is the national government of the Philippines. It is run under the unity of a parliamentary democracy and a constitutional republic. The president is both the head of state and the head of government of the country in a multiparty system. The government has three interdependent branches of power: legislative, executive, and judicial. The powers of the branches are defined by the Constitution of the Philippines in the following articles: Legislative power is vested in the bicameral Congress of the Philippines - the Senate and the House of Representatives. Executive power is exercised by the Government under the leadership of the President. Judicial power is vested in the court with the Supreme Court of the Philippines as the highest judicial body. Legislative branch. Executive power is vested in the National Assembly of the Philippines consisting of the Senate and House of Representatives. The Senate is located in Pasay City, while the House of Representatives is located in Quezon City. Both are in Metro Manila. In the House of Representatives, districts and regional representatives are elected for three-year terms. They may be reelected but not be allowed to run for a fourth consecutive term. Senators are elected for a six-year term. They may be reelected but not run for a third consecutive term. The House of Representatives can choose to vacate a legislative position, resulting in a special election. The winner of that special election will serve the unfinished term of the previous regional representative and will be considered a selective term. The same rule applies in the Senate, however it applies only if the seat has been vacated before a regular legislative election. The current Senate President is Aquilino Pimentel III, and the House of Representatives Spokesperson is Pantaleon Alvarez. Legislative branch: National Government Senate House of Representatives Local Government Sangguniang Panlalawigan (Provincial level) The Sangguniang Panlungsod (City level) The Sangguniang Bayan (Administrative Urban level) The Sangguniang Barangay (Barangay) Executive branch. Executive power is vested in the President of the Philippines. The President is elected by popular vote. The primary office of the President is Malacaang Palace in San Miguel, Manila. The Executive branch is currently headed by President Rodrigo Duterte. The President is also Commander-in-Chief of the Philippine Armed Forces. The second-ranking vice president is elected independently of"}
{"id": "100008", "contents": "Sputtering cathode sputtering is a technique for fabricating thin films based on the principle of kinetic energy transfer by using rare-gas ions accelerated under an electric field from the material's target, which transfers the kinetic energy to the atoms that fly toward the base and deposit on the base. The nature of sputtering is sputtering. Unlike thermal transport, sputtering does not cause the material to evaporate due to heating, but rather is kinetic energy transfer. The source material is formed as target plates and placed at an electrode (usually a cathode) in a chamber that is high vacuumed and filled with rare-gas at a low pressure (at 10 mbar ). Under the action of an electric field, the rare-gas atoms are ionized, accelerated and moved toward the target at a high rate and bombarded the target surface, which transfers the kinetic energy to the material's atoms at the target surface. The transferred energy atoms fly toward the base and deposit on the base. These atoms are called sputtered atoms. Thus, the mechanism of sputtering is collision and exchange of momentum, which is completely different from the mechanism of vacuum thermal transport. The glow discharge sputtering technique DC discharge sputtering is a sputtering technique that uses a one-way voltage to accelerate rare-gas ions. The target is placed on a cathode in a vacuum bell that is high vacuumed and then filled with rare-gas (usually argon) at a low pressure (at 10 mbar ). A high one-way voltage is used between the target (negative electrode) and the sample base (positive electrode ). This process is a glow discharge accompanied by ionization. Since the current is a one-way current, the electrodes must be conductive to maintain the current, so this technique is usually only used for conductive targets (metal, alloy, etc. ). Rotational discharge sputtering Sputtering magnetron sputtering is a sputtering technique (used both alternately and unidirectionally) that is improved from common sputtering systems by placing underneath the target magnets. The magnetic field of the magnet traps electrons in the vicinity of the target, thereby increasing the ionization effect by increasing the frequency of the electrons' collision with gas atoms near the target surface, thereby accelerating the deposition rate while reducing the bombardment of electrons and ions on the film surface,"}
{"id": "10001112", "contents": "Li Xuan Bo Li Xuan Bo (Chinese: ; January 21, 598 – 614) also known as Li Yuan Bo (Chinese: ), also known as Dai Duc (Chinese: ), the third son of Tang Gao Li Uyen, was named as Vên Huai vương. In the tenth year of the Great Karma of the Sui Dynasty (614), it is said that Xuanzong, who died without children, died at the age of sixteen. In the fourth story, the New Tang Book, the Gaozu of the Dead wrote: Vên Huai vương Huyen Ba was named Dai Duc, as a child of skillful. In the tenth year of the Great Karma, aged sixteen, without children. In the first year of Wu Duc, he was posthumously named prince and patron, and given to Qin Chau, the head steward, and not. Later, he took Li Tai, the fourth son of the second son of Qin King Li Shin, as his heir. After Li Shinen succeeded as Tang Tai, Li Tai returned to be prince of Tai, and was named Viet king. Tang Tai took Li Bao Dinh, son of Xiong Ping King Li Qiong, as his heir (of Xuanzong ). After Li Bao Dinh died without children, Li Xuanzong's title was also stripped. Controversy over the surname. Li Xuanzong is a character often featured in novels, plays, stories, and has lived through many dynasties, influenced by the synonymy of each period, so he is sometimes called Li Xuanzong, sometimes Li Yuan Ba. The original, the legendary is a common Chinese character, and is often identical to the synonym Zhao Xuanzang (the ancestor of the Song dynasty), Zhou Yuan Chuang (Minh Hongyu), Xuanye (Thanh Khang Hy)... But according to the correct name of Li Yuan Ge (Li Uyen's fourth son) Li Yuan Ba seems the most accurate. Zhao Xuanzang was the ancestor of the Song dynasty's imperial family, so from the Song dynasty onwards he was a synonym of the legendary character, and from that time on Li Xuanzong was converted into Li Yuan Ba. But there are some reverse sources, which are synonyms, modified into the legendary"}
{"id": "100019", "contents": "Iwao Takamoto Iwao Takamoto (Japanese:, Takamoto Iwao; April 29,1925 – January 8,2007) was a Japanese-American animator, television producer, and film director. He also authored Scooby-Doo. Takamoto's father emigrated from Hiroshima to the United States for reasons of his health. He returned to Japan only once to get married. Takamoto was born on April 29,1925, in Los Angeles, California. After the bombing of Pearl Harbor, the Takamoto family, like many Japanese-born families, were forced to go to a Japanese-American camp. They stayed there until the rest of World War II. It was during this time that he received basic training in infanticide from a pair of camp victims who had been in similar situations."}
{"id": "100028", "contents": "Fukui Geography. Fukui to the west looks out over Wakasa Bay (the Sea of Japan); Ishikawa Prefecture to the north; Gifu Prefecture to the east; Shiga Prefecture to the southeast; and Kyoto Prefecture to the south. History. Once upon a time, Fukui Prefecture was home to Wakasa and Echizen. Administration. Fukui consists of eighteen county-level administrative units, including ten cities. Villages and towns: Culture. Fukui has Maruoka Castle, founded in 1576, one of the oldest surviving Japanese castles. The Eihei Temple, founded in 1244, is one of Japan's Buddhist training centers. In the Fukui Prefecture, dinosaur fossils have been excavated and are on display at the Fukui Dinosaur Museum. Education. Fukui University Tourism. Fukui Dinosaur Museum Fukui's coast has many beautiful views. External links. Official website of the province (in Japanese) This website introduces the traditional Echizen paper of the region."}
{"id": "10003", "contents": "RNA ribonucleic acid (RNA) is a fundamental polymeric molecule with many biological roles in coding, regulating, and expressing genes. RNA and DNA are nucleic acids, and together with lipids, proteins, and carbohydrates, form four types of macromolecules of life on Earth. Like DNA, RNA is usually found in the form of a single strand folded into itself rather than a double strand. Cells using RNA information to transmit protein information, a common function that cells play in the reactions that control gene expression, or responses to sense and communicate in cell signaling. One of the major processes of protein synthesis, a function that cells directly participate in, is the synthesis of proteins. Some molecules of RNA serve as active components in the cell, such as those catalyzing the expression of genes, or responding to sense and communication in cell signaling. One of the major processes of protein synthesis, the function of which is the synthesis of proteins directly. Some molecules of RNA carry amino acids to the ribosome complex, where the ribosomal molecules are coupled to form the pre-protein chain. In general, a base attached to the 3' position of a ribose and to the 5' position of the ribose are the 2'-hydroxyl group, which causes the RNA to fold and pair with itself to form a double strand. Analysis of these RNAs shows that they have a high-level structure. Unlike DNA, RNA contains a double strand that is too long, but is a system consisting of short double strand that is attached to proteins. The second consequence of this 2'-hydroxyl group is that the 2'-hydroxyl group in the 2'-position of the ribosome is the hydrogen bond in the adjacent phosphates to cut the RNA skeleton. The RNA is a highly modified form of RNA. Unlike DNA, RNA contains no double strand that is too long, but a system consisting of double strand that is attached to a double strand that is very deep and a shallow groove. The second consequence of this 2'-hydroxyl group is that the double strand of RNA is a hydrogen bond in the 2'-position of the ribose. The presence of this hydrogen bond in the 2'-hydroxyl"}
{"id": "100032", "contents": "Vu Tung Vu Tung (1917 – 1965), real name Nguyen Van Tho, was a Vietnamese revolutionary and journalist. Born in Thanh Hoa, where his father worked, he studied in the countryside as a child, then went off to Hanoi to study at the university, and went to work at the Thanh Hoa salt factory. There he fought for a democratic people's livelihood, and was hunted down and forced to move to Saigon. There he worked as a journalist, in collaboration with Justice. He gradually became a columnist for the newspaper, under the pseudonym Vu Tung. After the French reconquest of Indochina, he lived openly in Saigon, continuing to work in the press, taking an aggressive stance against the old colonial policy. In April 1947 he joined progressive, anti-colonialist journalists who fought for Vietnam's unification of independence, such as Phan Van Thiet, Duong Tu Giang, Shao Son, etc., and was imprisoned for a time by the separatist government of Nam Ky. In 1948 he contacted and took Mr. Chesneaux, a French Socialist, to the war zone to meet with South Vietnamese resistance leaders. On his way he was arrested, and Mr. Chesneaux was deported to France. He was later intervened by progressive French organizations, and was released. In 1949 he escaped to the zone. In 1954 he was assigned to Saigon for public press work. In 1962 the government of Ngo Dinh Diem tightened its control of the press and intrusive surveillance of him, guessing that he was working for the National Front for the Liberation of South Vietnam. So he managed to escape to the zone again, and was assigned to conduct training at the Central Bureau of the South. When the Society of Patriotic and Democratic Journalists of South Vietnam was founded, he was elected its president. In 1965 he was killed in a major VNAV sweep into the Ho Bo area of Cu Chi, where he was 48. His name was given to a street in Binh Thanh District, Ho Chi Minh City."}
{"id": "100036", "contents": "Akita City Akita (kanji:, kana:, Akita - shi) is the capital of Akita Prefecture in the Tohoku region on the Japanese island of Honshu. General. The city covers an area of 905.67 km2, with a population of 323,996 (April 1, 2010), a population density of 358 people/km2. Streams through the city are the Omono, Asahi, and Iwami rivers. In Akita City oil refineries, wood processing, metalworking, and silk weaving facilities. Historical. In the Edo period, the land that was Akita City is now the domain of the daimys Ashina and Satake. Kubota City was built here in 1604. In 1889 (the 22nd Meiji year), Akita was established and modernized. During World War II, on August 14, 1945, Akita City was heavily damaged by the US Air Force. 134 B - 29s bombed the city from midnight until sunrise. 137 people were killed. In 1997, the city was recognized as a regional central city. In January 2005, two towns, Kawabe and Yuwa, were incorporated into the city, making Akita City the largest central city of the Tohoku region. Sister City. International. August 5, 1982: Lanzhou, China August 8, 1984: Passau, Germany January 22, 1992: Kenai, Alaska, United States 1993: St. Cloud, Minnesota, United States (with Ywa, Akita, which merged into Akita) June 29, 1992: Vladivostok, Russia In the country. Hitachita, Ibaraki Daigo, Kuji District, Ibaraki External links Website Official website "}
{"id": "10003689", "contents": "Pachara Chirathivat Pachara Marcel Chirathivat (born May 10, 1993), also known as Peach, is a Thai actor, singer and model. He is known for his roles in films such as Rock Students (2011), Silver Youth (2011), The Angel of the Motorbike (2018), and his name is actually known strongly for his role as Win in the school series Hormones: The Series, which launched young actors into the stars. In 2015, he left Bangkok's Nadao management company and moved to Channel 3. He also took on the role of coach of The Face Men Thailand for the first season in 2017. His background and education. Before he was a famous actor, Peach Pachara was the dream prince of thousands of young Thai girls. Handsome, famous, Peach's profile was perfected when he was born into the illustrious Chirathivat family. According to Forbes, his family was ranked third in the Top 50 of the richest families in Thailand, ranked 14th in the Top 50 of the richest families in Asia. The Chirathivat family was known as the biggest in Thailand's retail industry when it owned Central World, the famous brand Centara Hotel, and many major department stores around Thailand such as ZEN & Robinson, Tops Market, Watson, BigC, B2S, PowerBuy, and ZEN & Robinson, and many other big-box stores such as ZEN & Robinson, Tops Market, Watson, BigC, B2S, and Toy Watch. Peach's father was Thirayuth Chirathivat, the managing director of Thailand's largest retail real estate company, Central Pattana CPN, which includes Central World, the third largest shopping district in the world. CPN is a branch of the Central Group owned by the Chirathivat family. Peach's mother was Chanadda Chirathivat, owner of Diamond Today jewellery and Toy Watch. She also had an older sister named Pimpisa and her younger sister named Khemmanat (Pine ). Peach's older sister was Pimpisa (Pear) who is also active in Thai entertainment (singer of Smallroom ). He had an uncle named Pok Patsonkorn (currently husband of actress Rasri Balenciaga"}
{"id": "100037", "contents": "The Daizky Text Database at the University of Tokyo Chinese Buddhist Electronic Text Association (CBETA) NTI Buddhist Text Reader    Bukkyo Dendo Kyokai Japan provides some English translations (pdf) from the BDK English Tripitaka series. Bibliography of Translations from the Chinese Buddhist Canon into Western Languages Chinese-English Tripitaka with All Titles and Known Translations in English "}
{"id": "100038", "contents": "The Sea of Okhotsk The Otkhost Sea () is the northwestern Pacific Ocean, between the Kamchatka Peninsula, the Kuril Islands, the Russian island of Sakhalin, and the Japanese island of Hokkaid. Its name is taken from the name of the first Russian settlement in the Far East. Europeans know of the Sea of Okhotsk thanks to two Russian explorers, Ivan Moskvitin and Vassili Poyarkov, in the mid-seventeenth century. The total area of the Sea of Okhotsk is 1,583,000 square kilometers, with an average depth of 859 meters, the deepest being 3,372 meters. In winter, traffic in the Sea of Okhotsk is almost stagnant because of the freezing sea. Water from the Amur River flows into the sea reducing its salinity and thereby increasing its freezing temperature. The sea ice is uneven everywhere, and its distribution and thickness depend on location, time, water current, and sea temperature. Except for Hokkaid island, all islands and the land around the Sea of Okhotsk are Russian. So the sea can be considered under Russian management. In Japanese, the sea's original name was Hokkai (), meaning the North Sea. The name is easily confused with the North Sea in Europe, so today it is called Ohtsuku - kai () after Russia. Cold War era. During the Cold War, the Sea of Okhotsk was the base of Soviet Pacific Fleet ballistic missile submarines. Russia continues that strategy today. On this sea, on September 1, 1983, the Soviet air force shot down the South Korean Boeing 747 - 230B twice into its airspace. All passengers and crew of 269 died, including Lawrence McDonald, U.S. Representative. Petroleum reserves. There are 29 potential petroleum areas identified on the continental shelf along the coast of Okhotsk. Total reserves are estimated at 1.2 billion tons of oil and 1.5 billion cubic meters of natural gas."}
{"id": "100041", "contents": "Carbanion Carbanion is an anion in which the carbon atom has an undivided electron pair. Therefore, to reach an eight-electron configuration, the carbon atom bears a negative charge with three substituents. Carbanion is the conjugate base of carbonic acid. where B is the base. Carbonic acid. Any molecule with a C-H bond can lose protons to form carbanion. Hence, hydrocarbons containing a C-H bond are considered as an acid with the corresponding pKa value. See also carbocation "}
{"id": "100048", "contents": "Peter Chen Peter Pin-Shan Chen (Chinese: ; born January 3,1947) is the author of the entity-relationship model or ER model. He received his degree in electrical engineering from the National University of Taiwan in 1968 and his PhD in computer science and applied mathematics from Harvard University in 1973. Professor Chen has held the title M. J. Foster Distinguished Chair Professor in the Department of Computer Science at Louisiana State University since 1983. The ER model has been used as a foundation in systems analysis and design methods, in computer-aided software engineering (CASE) tools, and in database systems. The model has been used in IBM's MVS management database and DEC's CDD/Plus system. Peter Chen's ER model, ER diagram, and the ER model have become familiar in online dictionaries, books, articles, web pages, course outlines, and commercial products. Chen's original ER model paper is one of the most frequently referenced papers in computer software. Through a recent survey of 1,000 professors of computer science, Chen's original paper was elected as one of the 38 most influential papers in computer science. In 1998, Chen was nominated as a Fellow of the Association for Computing Machinery. Chen's achievement was the foundation for software engineering, particularly software engineering tools. In the late 1980s and early 1990s, IBM's application development cycle (or AD/Cycle) and DB2 software were based on the ER model. Other database software such as Digital's CDD+ were based on the ER model. Chen also has a lot of activity for CASEs in engineering through research and lectures on structured systems development methods around the world. The ER model also influenced software CASEs such as Computer Associates' ERWIN, Oracle Corporation's Designer/2000, Sybase's PowerDesigner, and even common drawing tools such as Microsoft's Visio and the IDEF1X standard. The hypertext concept that is so common in the World Wide Web is similar to the main concepts in the ER model. Chen is currently working on this connection as an expert for several XML groups in the World Wide"}
{"id": "10005", "contents": "RNA polymerase RNA polymerase is an enzyme that catalyzes the synthesis of various types of RNA molecules from genes. RNA polymerase is also known as a transcription enzyme. Functions. RNA polymerase recognizes the corresponding template gene, attaches to the regulatory region of this gene and transcription occurs. Once attached to the regulatory region of the gene, RNA polymerase can convert the polysiribônuclêodonucleotide (poly DRN) sequence into the polysiribônuclêodonucleotide sequence (poly RN) carrying the transcript, which is then translated. The synthesis (formation) or degradation (elimination) of this enzyme is related to gene expression. Structure. Includes sigma factor (promoter recognition ). Core enzyme (extending ribonucleotide sequence) The core enzyme has two alpha chains, 1 beta chain, 1 beta chain.  Reference. Transcription. List of RNA. "}
{"id": "10005259", "contents": "Lottery is a form of gambling that involves choosing numbers for an prize. In the past, lottery was considered illegal by some governments, while others supported it to the point that they organized national or state-level lottery tournaments. There are often some government regulations on lottery; the most common ones are prohibiting the sale of lottery tickets to under-18 children. Although lottery was popular in many countries during the nineteenth century, by the early twentieth century, most forms of gambling, including lottery and drawing, were illegal in the United States and most European countries, as well as many other countries. This remained true until after World War II. In the 1960s casinos and lotteries began to reappear around the world as a means for governments to raise budgets without raising taxes. Lottery has many forms. For example, the prize can be a fixed percentage of the total ticket amount (commonly 50% of the ticket amount ). Many recent lotteries allow buyers to choose the numbers on the lottery ticket, leading to the possibility of many winners in a lottery. Lottery in Vietnam. In Vietnam, there are two types of lottery: conventional lottery, which are separated by provincial scale, and electronic lottery (such as Vietlott ). The Ministry of Finance manages provincial lottery companies, which conduct lottery spinning and pay prizes to winners. Lottery games are based on lotteries, an illegal form of lottery that uses the results of a common lottery to pay prizes. In Hanoi, the lottery agent system has grown attached to ordinary lottery stores and iced tea shops, which are quite public. In addition, some players have switched to gambling on the Internet. According to lottery companies, lottery revenues are decreasing because they are unable to compete with Vietlott and lotteries. The probability of winning a lottery is determined by the number of possible numbers, the number of numbers drawn, the order of the numbers, and whether the numbers drawn are repeated. In a six-drawer lottery, players select six numbers from 1 to 49 (no duplication is allowed ). If all six numbers on the player's ticket match the number in the officially drawn numbers (regardless of the order of the numbers drawn ), the player is the winner of the jackpot. For such a lottery, the chance of becoming a winner of the jackpot is 1 in 13,983,816. In a bonusball lottery, in which the bonus ball is required, the odds are usually lower. In the United States Mega Millions,"}
{"id": "10005760", "contents": "Mao Queen Minh Formal Mao Queen (; ; 22 September 237), successor but first Queen of Wei Ming Emperor Cao Ye. Biography. Minh Formal Mao Queen of Hanoi (now northern Henan, south of Hebei and west of Shandong), low born, her father was Mao Ja () only a stupid and unimportant person (). In the years of her reign (220 – 226), she was the wife of Cao Yuan King of Pingnan. She was charming and beautiful, and was very popular with Cao Ye, who let her sit with him when he came in and out of the car. In the seventh year of her reign, Cao Ye took the throne and made her the Lady (). In the 10th year of his reign, Mao Qi was made the Queen. His father was made the Lieutenant () and his brother Mao Tằng () the Lieutenant. Cao Ye's first wife, Lady Ngu, was taken away by Mao Qi, who was the wife of Cao Yuen, who was the wife of the Queen of Pingnan. He was angry at Cao Ye for making her the wife of a humble person (Tao Ye's grandmother was the wife of the Queen of Bahrain, her stepmother, Queen Guo, and the wife of Mao Qi were both humble and concubines, and were later made the Queen)."}
{"id": "10006149", "contents": "Stone tools Stone tools or stone tools are, in the most general sense, any tool made of stone in part or in full. Although stone tool-based societies and cultures still exist today, most stone tools are related to prehistoric times, especially the cultures of the Paleolithic era. Archaeologists often study such prehistoric societies, and refer to the study of stone tools as lithic analysis. Ethnoarchaeology is a valuable field of study that aims to improve the understanding and cultural significance of the use and manufacture of stone tools."}
{"id": "100065", "contents": "The Procuracy has the function of exercising the right to prosecution. The Procuracy and the court are two bodies of the judicial branch in the State apparatus (Legislative, Executive and Judicial)."}
{"id": "100067", "contents": "Shinjuku. Geographic location. Shinjuku is at the heart of Tokyo's 23 Special Areas. It borders Chiyoda to the east, Bunkyo and Toshima to the north, Nakano to the west, and Shibuya to the south. History. In Edo period, the area of what is now Shinjuku was close to Edo Castle, so it became a culturally developed area. Temples were built in Yotsuya, Shinjuku. Shinjuku began to develop in its present form after the Great Kant earthquake of 1923. West Shinjuku, which was devastated by the earthquake, was rebuilt with skyscrapers. The U.S.air raid on Tokyo during World War II destroyed about 90 percent of the buildings in and around Shinjuku Station. The modern Shinjuku was officially established on March 15,1947, by merging the three Yotsuya, Ushigome, and Yodobashi areas. Administration. Like other special areas of Tokyo, Shinjuku is a county and a city. Below it there is no full administrative division. The mayor of Shinjuku is elected by direct popular vote. Transportation. Shinjuku is a busy transportation hub. Shinjuku Station serves about three million passengers a day. It is the busiest railway station in the world. The Shuto Expressway and Japan's 20th Highway run through Shinjuku. Education. In the area of Shinjuku there are several campuses of prestigious universities such as Chuo University, Keio University, Tokyo University of Science, Waseda University, and Sophia University. External links. Official Shijuku website in English."}
{"id": "10007", "contents": "The first of the nine-year-long battles in Stalingrad, the first of which was the Reichsfuhrer Ernst Paulus (1890 – 1957) was the Reichsfuhrer of the German army and allied forces who destroyed Stalingrad and were captured only one day after Adolf Hitler had been promoted to Reichsfuhrer. Life. In his youth Friedrich Paulus was born on 23 September 1890, in Breitenau, Hesse-Nassau, the son of a teacher. In his youth he applied to be a student of the Kaiserliche Marine but failed. He then applied for a law degree at Marburg. After leaving university without a degree, in February 1910, he joined the army in the 111th Infantry Regiment as an army officer in the field of the Kaiserliche Marine but was unsuccessful. After that he applied for a law degree at the Marburg University. After leaving university without a degree, in February 1910, he joined the army in the 111th Infantry Regiment as a training officer in the German Army. He joined the army as a consultant in the 1921-1935 Armored Corps. In May 1939, he was promoted to major general (General) and to chief of staff of the X Army in the Polish invasion. In the second campaign, the unit was converted into the VI Army and led the battle across the Netherlands and Belgium. In August 1940, he was promoted to major general (General) and appointed to serve as chief of staff of the 1935 Army Panzer Regiment in the 1921-1935 army in the field of the Netherlands and Belgium. In August 1940, he was promoted to major general (General) and to chief of staff of the 1935 Army Panzer Regiment in the field of the 1935 Army Panzer Regiment in the field of the 1935 Army Panzer Regiment in the field of the 1940 Army Panzer Regiment in the field of the 1940 Army Panzer Regiment in the field of the 1940 Army Panzer Regiment in the field of the 1940 Army Panzer Regiment in the field of the 1"}
{"id": "1000708", "contents": "Ngô Xuân Quỳnh Ngô Xuân Quỳnh (16/3/1933-25/12/2005) was a former Vietnamese footballer. He was one of the first players of the Thể Công football team. He was born in Hung Nguyen district, Nghe An province. In 1954, when the Army Physical Training and Sports Team (The Công) was founded, he was one of the first 11 footballers of the team. In 1967, he was the head of the Thể Công youth football team to the Democratic People's Republic of Korea for training. This training set up a talent generation of Thể Công and Vietnamese footballers such as Nguyễn Thế Anh (Baldon), Nguyễn Trọng Giáp, Phan Văn Mỹ, Vũ Mạnh Hải, Nguyễn Duy Phú, Nguyễn Văn Nhật, Vương Tiến Dũng, Hoàng Gia, Vũ Đình Bội, Bùi Xuân Thêu, Nguyễn Viết Cầu, Bùi Ngọc Chi, Trần Quốc Nghi, Lê Quang Minh, Trần Ngọc Hùng, Nguyễn Đức Minh... In 1989, he was elected as the vice president of the 1st class of the Vietnam Football Federation. He has two sons, one of whom is Ngô Quang Tùng, who is a television football commentator (often working with Quang Huy) and served as the managing director of Hòa Phát Hanoi football club. Ngô Quang Tùng was also an army officer with the rank of Lieutenant Colonel. He died on December 25,2005 at 108 Hospital (Hanoi)."}
{"id": "1000711", "contents": "Deng Xihou (Chinese: ; 1889 – 1964) was a Chinese general and politician. Born Deng Xihou in 1889, in Yingshan, Sichuan, China. In 1906, he was admitted to Sichuan Military School, and in 1909 graduated, and went to study at Nanjing Military School. During the Xinhai Revolution, he dropped out of school and returned to Sichuan. After the founding of the Republic of China, Deng joined Liu Zun-he's 4th Sichuan Division. He quickly rose to the rank of battalion officer, company commander, then battalion commander. In 1917, he became commander of the 5th Brigade. In February 1918, Xieng Keu appointed him as commander of the Independent Brigade. From 1920 to 1923, he participated in warlords in Yunnan, Guizhou and Sichuan and was appointed commander of the 3rd Division. On December 10, 1923, the Zhili - faction Beijing government promoted Deng to general. In May 1924, he was appointed by the Beijing government as chairman of Sichuan Province. In 1926, Deng joined the National Revolutionary Army, was promoted to commander of the 28th Army and to commander of the 3rd Division from 1926 to 1927. He was given command of the 45th Army in 1927, under the guise of the Director of the Sichuan Finance Division. In 1928, he became commander of the 14th Army. When the Second Sino - Japanese War began in 1937, Deng became commander of the 4th Army and then the 45th Army, which fought in the 1938 Battle of Xuzhou. There he was promoted to Chief of Staff of the 22nd Army, formed from the Sichuan divisions fighting the Japanese at the Battle of Tai Nhi Trang. His forces defended Linchong and Deng County, north of Tai Nhi Trang. From 1939 to 1945, he was also a member of the Military Services of Sichuan and Xinjiang. During the Chinese Civil War, Deng was appointed Governor and Chairman of the Government of Sichuan Province from 194"}
{"id": "1000712", "contents": "Meu Pé de Laranja Lima Meu Pé de Laranja Lima is a telenovela series by Rede Bandeirantes."}
{"id": "1000715", "contents": "Tai Tingkai Tai Tingkai (simplified Chinese: ; traditional Chinese: ; pinyin: Cài Tíngki; Wade – Giles: Ts'ai T 'ing - k'ai; 1892 – 1968) was a Chinese general. He was commander of the 19th Route Army of the National Revolutionary Army of the Republic of China and other Chinese forces, responsible for holding off the Imperial Japanese Army in the Battle of Shanghai that began on 28 January 1932. In November 1933, he and Li Te Shen rebelled against the Kuomintang administration, and together with Chiang Guang - kuo they formed the Fujian People's Government on 22 November 1933. However the coup, known as the Fujian Mutiny, was not supported by the Communists, and on 21 January 1934, was defeated by the Kuomintang. He had to leave China for several years. Later, during the Second Sino - Japanese War (World War II), he proposed to return to command and was appointed Chief of Staff of the 26th Army in the Battle of South Guangxi. He also went to the United States to appeal to the Overseas Chinese to support the war against Japan. During the end of the Chinese Civil War, he supported the Chinese Communists and was one of the signatories of the Manifesto of the Central People's Government of the People's Republic of China on 1 October 1949. He was initially buried in the Bat Bao Shan Revolutionary Cemetery, Beijing, but since 1997 his remains have been deposited in the 19th Route Army Heroes Memorial Museum during the Anti-Japanese War in North Shanghai."}
{"id": "100078", "contents": "Robin Hood is a 1973 American musical comedy adventure film produced by Walt Disney Productions and released in theatres on November 8,1973. It is about a hero in English folklore. Summary of plot. It is a myth of a hero) a thief, who robes the rich for the poor. It is a happy story that ends in Sherwood, the reign of King Richard. One day Robin Hood and his friend Little John are wandering through the woods and come upon the litter of Crown Prince John. Inside are Crown Prince John and his courtier Sir Hiss, who are counting gold coins stolen from the Nottingham townspeople. Robin and Little John disguise themselves as fortune tellers and approach the litter of Crown Prince John. Invite John to see the fortune teller and steal all the gold and jewels from the litter. After that, Crown Prince John, enraged at Robin Hood, orders his soldiers to hunt down Robin Hood everywhere. Back in the Nottingham townspeople, the sheriff is as greedy as Crown Prince John, setting taxes and raiding the townspeople. Even Friar Tuck, whom he doesn't forgive, steals coins hidden in Otto's lame leg and a single gold coin for Skippy's birthday. The townspeople are enraged, until Robin Hood appears as a beggar. He disguises himself to distribute what has been stolen from Crown Prince John. He returns to the woods of Sherwood, leaving behind the happy and grateful laughter of the Nottingham townspeople. Marian is Robin Hood's lover. Knowing this, Crown Prince John holds an archery contest where whoever wins is given a kiss from Marian, in an attempt to trick Robin Hood into showing up to catch him. The gold arrow competition is rife with men. Marian and her nanny, Mrs. Kluck, appear without recognising Robin as a tall crane. And in this contest, of course, Robin Hood wins because archery is his specialty. Robin is discovered at the time of his victory, and it looks like he'll be caught, but he escapes with the help of the villagers and little John. Crown Prince John, along with Hiss and the Nottingham prefect, is taken to work in the royal quarry. As for Robin Hood, he takes Marian into the woods. The two marry in the woods to the eyes of the villagers and Robin's friends, after a visit to the grounds of"}
{"id": "100080", "contents": "Windows Live Windows Live is a brand encompassing a group of services and software products from Microsoft. Most of these services are web applications, accessible from a web browser, but there are also applications that require installation. There are three basic categories of services: highly informed, connected, and protected experiences. Windows Live was announced on November 1,2005. Some of the attributes of Windows Live were branded differently and enhanced by Microsoft's MSN group of services and products. However, MSN persisted with Windows Live as a means of sending preprogrammed content (as opposed to customized content and communication)."}
{"id": "1000802", "contents": "People Living Next To Me is a TV series made by the Vietnam Television Production Center, Vietnam Television, directed by NST Tất Bình. It first aired on the Sunday Arts program in 1995 on VTV3 channel. The series consists of two parts broadcast in 1995 and 1996 with a total of 10 episodes. Content. People Living Next To Me is the story of Thi (Quốc Tuấn) - poor student who dropped out of school midway to follow a carpenter's career and go to the army. However, his passion for letters and math always urges Thi to continue to go to school after leaving the army. He studied well, was retained as lecturer, went to study and became professor. Actor. Quoc Tuan as Thi NSND Lan Huong as Moon Ha Moon Hang as Lam Oanh Thanh Nga as Ly NSND Tran Hanh as Mr. Đoán NSND Ngoc Thoa as Mrs. Đoán Ngoc Quoc as Mr. Hoi NSND Trung Anh as Teacher Kha My Hanh as Mo Thai Ninh as Hai Along with some other actors... External links People Living Next To Me on YouTube "}
{"id": "1000807", "contents": "The first year of the first Yuan Xia, the second of the second imperial regnal year, the first recorded record of the first Tai Yu, the first recorded record of the first Tai Yu, the first recorded record of the shifting of the population of the Eastern Jin government. The first recorded record of the first Tai Yu, the first recorded record of the first Tai Yu, the first recorded record of the shifting of the population of the Eastern Jin government. The first recorded record of the first Tai Yu, the first recorded record of the first Tai Yu, the first recorded record of the first Tai Yu, the first recorded record of the first recorded recorded record of the Eastern Jin government. The first recorded record of the first Tai Yu, the first recorded record of the first Tai Yu, the first recorded record of the first recorded recorded record of the Eastern Jin government. The first recorded record of the first Tai Yu, the first recorded record of the first Tai Yu, the first recorded record of the Eastern Jin government's shifting of the population of the Xiao Yu tribe in the Chen County, after several changes of ownership, became the main army of the Southern Jin dynasty. The process of existence. Formation. The 2nd Thai Yuan Emperor Xiahou, as the first Emperor Xiahou had unified the northern part of China, the Eastern Jin government was subject to an unprecedented military pressure, so the Eastern Jin government granted the imperial general's imperial order in case of the north. The chief minister at that time, Xia Enlai, nominated Xia Enlai's son as the chief of the Imperial troops, Xia Zhou, the chief of the Imperial troops, Xia Zhou, the chief of the Imperial troops, Xia Zhou, the chief of the Imperial troops, Xia Zhou, the chief of the Imperial troops, Xia Zhou, the chief of the Imperial troops, Xia Zhou, the chief of the Imperial troops, Xia Zhou, the chief of the Imperial troops, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia Zhou, Xia"}
{"id": "1000808", "contents": "Imma Be Imma Be is a song by American hip-hop band The Black Eyed Peas from their fifth studio album The E.N.D.."}
{"id": "1000809", "contents": "Break Your Heart (disambiguation) Break Your Heart (Taio Cruz song) Break Your Heart (Natalie Merchant song) "}
{"id": "1000811", "contents": "Break Your Heart is a song by British singer-songwriter Taio Cruz."}
{"id": "1000812", "contents": "Taio Cruz Jacob Taio Cruz (born 23 April 1985)' known professionally as Taio Cruz is an English singer - songwriter, record producer, rapper."}
{"id": "1000813", "contents": "Not Afraid is a song by American rapper Eminem from his seventh studio album, Recovery (2010). It was released on April 29, 2010 as the first single from the album by Aftermath Entertainment, Shady Records, and Interscope Records. The song was co-written by Eminem, Drake Cooper, Matthew Burnett, Luis Resto, Boi - 1da, and Jordan Evans, while production was handled by the rapper with Boi - 1da, Evans, and Burnett. Not Afraid is a hip hop track described by Eminem's manager Paul Rosenberg as his positive affirmation of changing himself, and not being afraid of being influenced by the personal issues surrounding his life, such as drugs and violence, which drew comparisons to his previous singles such as the 2002 single Sing for the Moment and the 2009 single Beautiful. Before being released as a single, Eminem released a freestyle rap track Despicable to promote the song and draw attention to its melody and content. After its release, it received mixed reviews from music critics, who praised its humanist and positive message, but also drew criticism around its sudden change in theme from previous singles and was considered less influential than some of Eminem's other works. However, the song garnered numerous awards and nominations at major awards ceremonies, including two Grammy nominations for Best Rap Solo Performance and Best Rap Song at the 53rd Annual Awards, and won its first. Not Afraid also enjoyed commercial success, topping the charts in Canada, and reaching the top ten in most of the countries it appeared in, including reaching the top five in major markets such as Australia, Austria, Denmark, Ireland, Italy, Japan, Norway, Sweden, Switzerland, and the United Kingdom. In the United States, it debuted at number one on the Billboard Hot 100, becoming the fifteenth song in chart history to do so and helped Eminem reach his third number one on the chart. The music video for Not Afraid was directed by Rich Lee and contains lyrics that include Eminem raps in various locations, such as on rooftops and in a darkened room. It received repeated airplay requests on television channels, such as MTV, VH1, and BET, and also received eight nominations at the 2010 MTV Video Music Awards, winning in two categories for Best Male Artist Video and Best Hip - Hop Video."}
{"id": "1000815", "contents": "Snoop Dogg Calvin Cordozar Broadus, Jr. (born October 20,1971) is more commonly known as Snoop Dogg as a rapper, singer, record producer, and actor. His music career began in 1992 when he was discovered by Dr. Dre and appeared in Dre's solo debut, Deep Cover, and later as Dre's solo debut album, The Chronic. He sold over 23 million albums in the United States and 35 million albums worldwide. Snoop's debut album, produced by Dr. Dre, was released in 1993 by Death Row Records. Spurred by Snoop's excitement on The Chronic, the album debuted at number one on the Billboard R&B / Hip - Hop Albums chart. It was certified double platinum in 1994, with Snoop's second album being the lead single. The album was certified double platinum in 1997. After leaving Death Row Records, Snoop signed No Limit Records, where he recorded his next three albums, Da Game Is To Be Sold, Not to Be Told (1998), No Limit Top Dogg (1999) and Doggumentary (2011) was released on Priority Records. Snoop Dogg had starred in motion pictures and hosted several television shows, including Doggy Fizzle Televle, Snoop Dogg's father and Dogg After Dark. He also coached a youth league and high school football team. In September 2009, Snoop was hired by EMI as president of Priority Records to be reactivated. In 2012, after a trip to Jamaica, Snoop announced his conversion to Rastafarianism and a new stage name, Snoop Lion. With the stage name Snoop Lion, he released a reggae album, Reincarnated, and a documentary film of the same name, about his life in Jamaica. In early 2013, his fourth studio album, Coolaid, was released in July 2016. Snoop had 17 Grammy nominations without a win. In March 2016, the night before WrestleMania 32 in Arlington, Texas, he was inducted into the cast of the WWE Hall of Fame, appearing on the public wing of the company, including as host of the Battle of WrestleMania XXIV. In 2"}
{"id": "1000816", "contents": "Like a G6 is a song by American band Far East Movement from their 2010 album Free Wired."}
{"id": "1000817", "contents": "Far East Movement Far East Movement (stylized as FarEast Movement or abbreviated FM) is an Asian-American electro hop band that was formed in 2003 and includes Kev Nish (Kevin Nishimura), Prohgress (James Roh), J-Splif (Jae Choung), and DJ Virman (Virman Coquia)."}
{"id": "1000819", "contents": "Utaki Utaki () is an Okinawan term for sacred places. Although the term utaki is widely used in the Okinawan region, the terms suku and on are used in the Miyako and Yaeyama regions, respectively. Utaki are usually located on the outskirts of villages and are places of worship for gods and ancestors. Most gusuku are also places of worship, and it is thought that the terms gusuku and utaki are closely related in origin. Utaki are important. Biinudaki (), Naha Misaki - on (), Ishigaki Miyatori - on (), Nago Pyarumizu - utaki (), Miyako Seifa - utaki (), Nanj Sunuhyan - utaki (), Naha Tohaya - uganju (), Nago Tsunoji - utaki (), Miyako Upugusuku - utaki (), Miyako "}
{"id": "1000820", "contents": "Dev Dev (singer) Dev (actor) Dev (film) "}
{"id": "1000821", "contents": "Dev (singer) Devin Star Tailes (born July 2, 1989 in Tracy, California), known professionally as Dev, is an American dance singer. Her fame began with her Myspace page. Biography Dev was born in Tracy, California to Lisa, a real estate agent, and Riki Tailes, a paint contractor. She has two young sisters, Sierra Sol and Maezee Luna. Dev's family is native to Costa Rica, but they were raised in Manteca, USA. Dev is of Portuguese and Mexican descent. At the age of four, she started swimming and was an American Olympic development athlete. She attended Brock Elliott Elementary and graduated from Sierra High School in 2007, a member of the band and choir. She joined San Joaquin Delta College, studying English and classical art. 2009-2010: Career beginnings. She was discovered by The Cataracs via Myspace after a friend posted a song she had composed with some beats. After seeing it, they contacted Dev. She left college in her freshman year to pursue her music career and was signed to a Los Angeles record label. Her current manager is the indie-pop team The Cataracs. Six months later Dev and The Cataracs released the song \" 2Nite \" and it was broadcast on radio and MTVU and was on the Billboard Hot Dance Airplay chart. In 2010 The Cataracs produced the song \" Like a G6 \" in collaboration with hip hop band Far East Movement and decided to use a short track from Dev's song \" Booty Bounce \" as a chorus. The song was released in April 2010 and reached # 1 on the Billboard Hot 100 and has been downloaded over three million times in the US. In August 2010, the music video for Booty Bounce directed by Ethan Adler was uploaded to YouTube and gained over ten million views. In October 2010 Dev signed to Universal Republic and released her official single Bass Down Low. Dev's Pop/Dance style is often compared to that of singer Kesha. 2011-present: The Night The Sun Came Up. After quite a success with her debut single Bass Down Low (featuring The Cataracs) she released her debut album The Night the Sun came up produced by The Cataracs on August 31,2011. The album"}
{"id": "1000822", "contents": "Gusuku () is a term used to distinguish the citadels and forts on Okinawa Island. In standard Japanese, the same Chinese character is pronounced shiro, however the word is derived from another word, soko (), meaning fortress. Many gusuku and related cultural traits still exist on the Ryukyu Islands and are designated a UNESCO World Heritage Site as Gusuku Sites and Related Sites of the Ryukyu Kingdom. List of gusuku. Agena Castle () - Condition: ruins Chibana Castle () - Condition: ruins Chinen Castle () - Condition: ruins Katsuren Castle () - Condition: ruins Kyan Castle () - Condition: ruins Nakagusuku Castle () - Condition: ruins Nakijin Castle () - Condition: ruins Sashiki Castle () - Condition: ruins Shuri Castle - Condition: restoration Urasoe Castle - Condition: restoration Zakimi Castle - Condition: ruins See also."}
{"id": "1000824", "contents": "History of Nakijin Castle. Although there was a privy councillor (lord) Nakijin before the establishment of the North Shan kingdom, and so some parts of the privy councillor may have been located at or near the site before, it is believed that Nakijin's gusuku style only emerged at the establishment of the kingdom. The castle was located on the Motobu Peninsula, on a rocky outcrop overlooking the East China Sea. The castle was separated from the main blocks on the Motobu Peninsula to the east by a deep slope forming a canyon with a stream below. A deep slope from the north and northeast of the castle sloped straight down to the coast. A small harbor in the bay used to be located just there to serve the castle, while Unten Harbor, the North Shan kingdom's main port, was located about 5-6 miles east. The royal palace was located at the highest and inner parts of the castle and surrounded by a small garden and a stream. Three temples (uganju, temples) were located on the top of the steep wall. In a fence that was outside rather than in the palace, at a slightly lower elevation, were the houses of vassals, along with administrative buildings. As a typical of the gusuku construction and at the time, the castle had a very strong, but rather rough, stone wall, lacking an exact assembly. About 1,500 meters of limestone wall remains today. The castle was under the rule of three North Shan kings before the Chinese attack and destruction in 1416. The court-dependent North Shan lord (Hokuzan) of Shuri continued to take up residence there for several centuries afterward. As a tourist site, the monument is known for its beautiful view of the East China Sea, the grandeur and impression of the wall, and the overall space of the castle. Hokuzan has the common feature of a large space due to few residential areas and also fewer inhabitants than the Shan and Nanshan. External links. Okinawa Prefecture: Nakijin Gusuku Wonder Okinawa: Nakijin Castle "}
{"id": "1000826", "contents": "\" Sexy and I Know It \" is a song by American duo LMFAO from their second studio album Sorry for Party Rocking (2011). It was released as the third single from the album on September 16,2011 by Interscope Records. The song was co-written by Erin Beck, George Robertson and Kenneth Oliver with GoonRock and member of Redfoo's group, who also produced it with Audiobot. \" Sexy and I Know It \" is an EDM track that references a man who is confident that girls will not be able to resist his distinctive body and style in a humorous way, drawing comparisons to Right Said Fred's 1992 single \" I'm Too Sexy \" because of its similarity in lyrics. The song also gained popularity with the I'm sexy and I know it chorus, and followed a sequence of lines that featured the previous singles from the album, including Party Rock Anthem's Everyday I'm Hustlin. After its release, Sexy and I Know It received mixed reviews from music critics, who praised the catchy melody and production of it, but also drew criticism around its lyrics. However, the song garnered numerous awards and nominations at major awards ceremonies, including a Grammy Award nomination for Best Pop Duo or Group Performance at the 55th Annual Awards. Sexy and I Know It also enjoyed commercial success, topping the charts in Australia, Canada and New Zealand, and reaching the top ten in most countries it appeared in, including reaching the top five in major markets such as Finland, France, Ireland, Norway, Spain, Sweden and the United Kingdom. In the United States, it reached number one on the Billboard Hot 100 for two consecutive weeks, becoming LMFAO's second number one single there. The music video for Sexy and I Know It was directed by Mickey Finnegan, which featured Redfoo and a group of men dancing and working out around town in swimming attire, in front of surrounding women. For promotion of the song, LMFAO performed it on numerous television shows and major awards ceremonies, including Britain's Got Talent, The Tonight Show with Jay Leno, the 2011 American Music Awards and the 2012 Billboard Music Awards, as well as on many of their shows and television series, including American Reunion, Gossip Girl, Grey's Anatomy, Hotel Transylvania and New Girl. It has sold"}
{"id": "1000827", "contents": "Calvin Harris (born Adam Richard Wiles; 17 January 1984) is a Scottish DJ, singer, songwriter and record producer. Calvin's debut studio album, I Created Disco, was released in 2007 and spawned two top 10 hits for him: Acceptable in the 80s and The Girls. In 2009 Harris released his second studio album, Ready for the Weekend, which debuted at number one on the UK Albums Chart and received a platinum record from the British Phonographic Industry three months after its release. The lead single from the album, I'm Not Alone, became Calvin Harris's first number one on the UK Singles Chart. Harris became internationally famous with his third studio album in 2012, 18 Months. Top of the UK, the album became Calvin Harris's first album to chart on the US Billboard 200 at number nineteen. All eight singles from the album, including Bounce, Let's Go, We'll Be Coming Back, Sweet Nothing, Drinking from the Bottle, I Need Your Love, Thinking About You and Feel So Close, along with Rihanna's hit We Found Love, reached the top 10 of the UK Singles Chart, making him the first artist to do so, breaking the record held by pop diva Michael Jackson with Bad (1987; seven singles) and Dangerous (1991; seven singles). Harris' fourth studio album, Motion, was released in October 2014. It peaked at number two on the UK Albums Chart and number five on the US Billboard 200. It contained UK number one singles Under Control, Summer and Blame, as well as the top 10 single Outside. In 2016, he collaborated with black singer Rihanna for This Is What You Came For. The song debuted at number two on the UK Singles Chart, and number three on the US Billboard Hot 100. It is currently considered the highest charting song of Calvin Harris's career as a songwriter and producer. This was followed by My Way, his third collaboration. In the United States, My Way debuted at number 24 on the Billboard Hot 100 on October 8, 2016. The lead single debuted at number four on Digital Songs with 53,000 downloads, and at number forty - five on Streaming Songs with 6 million streams in"}
{"id": "1000828", "contents": "Gusuku Sites and Related Heritage Sites of the Historical Ryukyu Kingdom. Gusuku began to be built all over the island and at the end of prehistoric times and foreshadowed the Gusuku period and the rise of the Aji chiefs near the twelfth century. During this period, people living in low-lying areas along the coast moved to higher areas and built inland villages. Plants such as rice, wheat, and millet were further developed during this period. Sacred forests called utaki were created in these villages to form sacred sites to pray to souls to protect the fields. International trade also emerged as the Ryukyu Islands began to form a common culture. The existence of Sueki porcelain and Chinese ceramics excavated in the islands is considered strong evidence of its cultural development. In the thirteenth century, there emerged the Aji or Anji rulers who held power in the villages. The work of the Aji chiefly oversaw taxation and religious ceremonies. Trade grew and allowed the Aji to increasingly occupy cargo ports in Urasoe, Yomitan, Nakagusuku, Katsuren, Sashiki, and Nakijin. The three Shaman kingdoms were formed as the Aji rulers struggled to defend their domains. Ryukyu was divided into three kingdoms, the northern and central Nakijin Gusuku, the central Urasoe Gusuku, and the southernmost Nanzan, centered on Shimajiri Ozato. The Eiso dynasty that ruled the Zhongshan kingdom weakened under the fourth ruler from Tamagusuku and the fifth ruler from Seii. In 1350 Satto was crowned King of Zhongshan and reigned for 56 years. A legend circulated at the time said that in Urasoe there was a poor peasant named Okumaufuya. One day he was walking down a road home, he stopped by the Mori-no-kawa springs to wash his hands, and he saw a beautiful girl bathing in the stream. Okuma immediately hid her clothes and approached, and the girl appeared to be a fairy. The girl sought her clothes but Okuma said nothing about him hiding them, the girl in despair was escorted back to his house. A few years went by and the woman and Okuma had children, a daughter and a son's grave named Janamoi. One day the sister lulled"}
{"id": "1000829", "contents": "The Billboard 200 is the ranking of the most successful albums in the American music market, released weekly by Billboard. The data is compiled by Nielsen SoundScan based on normal, digital, and radio sales. In 2012, there were 32 number-one albums on the Billboard 200 in 51 days of publication. In 2012, Adele's second studio album, 21, again dominated the Billboard 200 for eleven non-consecutive weeks. Previously, in 2011, Adele dominated the chart for thirteen non-consecutive weeks. In total, 21 topped the chart for twenty-four non-consecutive weeks, breaking the record held by Titanic for sixteen consecutive weeks. With this achievement, Adele is the artist with the longest number-one album in the history of the Billboard 200. In addition, 21 was the best-selling album of 2012, surpassing sales of 10 million copies in the United States and the number-one at the end of the year. Taylor Swift's fourth studio album, Red, was the second-longest number-one album on the chart, with four non-consecutive weeks. The album sold 1.21 million copies in its first week. It is the biggest first-week sales album in the last decade, since Britney Spears' Oops!... I Did It Again in 2001. See also the list of Hot 100 number-one singles of 2012 (US) External links The current Billboard 200 rankings"}
{"id": "1000830", "contents": "The Shunten Dynasty destroyed the Tenson Dynasty and became the Zhongshan king. According to the Zhongshan genealogies (), in 1229 Gihon, the last king of the Shunten Dynasty, ceded the throne to Eiso. This royal system is legendary and its authenticity is unclear. The kings Shunten Shunbajunki Gihon (Ryukyu) "}
{"id": "1000831", "contents": "Adele (disambiguation) Adele is a British singer and songwriter. Adele may also refer to: People. Adèle Anderson Adele Anthony Adele Arakawa Adele Astaire Adelle August Adèle Bayer Adele Carles Adèle Christiaens Adele Ramos-Daly Other Adele 812 Adele, an asteroid Portrait of Adele Bloch-Bauer I, a painting title "}
{"id": "1000832", "contents": "The First Emperor, most likely, has existed in the history of Okinawa Island. The dynasty has five generations and lasted for 90 years. According to the chronology of the Chzan seikan (): Life 1 Eiso (, 1259? - 1299?) Life 2 Taisei (, 1299? - 1308?) Life 3 Eiji (, 1308? - 1313?) Life 4 Tamagusuku (, 1313? - 1336?) Life 5 Seii (, 1336? - 1349) According to the Omoro Sshi, a collection of ancient songs and poems on Okinawa Island, the center of the First Emperor's reign was located at Prutem (Urasoe) Castle, south - central of the island and dominated much of the main island. Later, the king of the North Shan Kingdom also claimed to have had an ancestor who was the second son of Eiso, while the king of the South Shan Kingdom also claimed to have had an ancestor who was the fifth son of Eiso."}
{"id": "1000833", "contents": "The Tian Sun Tian Suns (, Hiragana: ) were the rulers of the ancient clan period according to the Liu Quixote legend. The dynasty is inscribed in the Zhongshan thếch () and Zhongshan thếh () of the Liu Quixote kingdom, Amamikyo, the son of the emperor who came to Liu Quixote, became the creator god and founded the Tenson Dynasty. A total of twenty-five generations ruled Liu Quixote for 17802 years. By 1186, the 25th generation ruler of the Tian Sun dynasty was killed by the grand deity, and the dynasty perished. Then the Prusoe justice, the Shunten, pacified the rebellion and founded the Shunting Dynasty. Some scholars have considered the Tian Sun dynasty too legendary, as the Kojiki (The Ancient Records of the Ancient) says."}
{"id": "1000837", "contents": "19 (Adele's album) 19 is the debut album by British singer and songwriter Adele. It was released on January 28, 2008, a week after the lead single Chasing Pavements debuted. It debuted on the UK Albums Chart at number one in its first week. At the 51st Grammy Awards, Adele won the Grammy Award for Best New Artist. Chasing Pavements was also nominated for three awards and earned Adele the Grammy Award for Best Female Pop Vocal Performance. The album's final track, Hometown Glory, was written by Adele in ten minutes after her mother tried to persuade her to leave her home in West Norwood, London, for college. In 2010, the song was nominated for the Grammy Award for Best Female Pop Vocal Performance. 19 received generally positive reviews as Billboard said Adele really had the potential to become one of the most inspirational and respected artists of her generation. It was certified platinum seven times in the UK and two times in the US. Its sales were estimated at seven million copies. Background. Adele recorded Bob Dylan's Make You Feel My Love, the suggestion from her manager Jonathan Dickins, who loved the song. In July 2008 Adele once told British soul musician Pete Lewis that the reason for the album's name was to reflect her age as she was writing it: I vaguely remember how I grew up at the time. And I think the songs were a testament to that. Critical opinion. 19 received generally positive reviews from critics. It was scored 68 out of 100 according to 19 comments on Metacritic. On December 3, 2008, Adele received four Grammy nominations: Best New Artist as well as Record of the Year, Song of the Year and Best Female Pop Vocal Performance for Chasing Pavements and won two out of four nominations. A year later she received a second nomination in the Best Female Pop Vocal Performance category for Hometown Glory, but lost out on her win to Beyoncé's song Halo. The Observer gave the album a high rating with comments: Above all, the way she stretched her vowels, the emotional and dramatic phrasing, the pure delight in her voice; a little doubt she was a one and gave the album five stars out of five. BBC Music also gave the album a lot of positive comments with comments: With something of blues, folk and jazz"}
{"id": "1000838", "contents": "Live at the Royal Albert Hall (Adele's album) Live at the Royal Albert Hall is a DVD/Blu-ray/CD by British singer-songwriter Adele released on 25 November 2011 in Australia, 28 November in the UK and 29 November in the US. This video album is a recording of a live performance at the Royal Albert Hall in London, England, as part of Adele Live's world tour of 2011. At the concert, Adele sang songs from her two previous critically acclaimed studio albums 19 and 21. As of November 2012, Live at the Royal Albert Hall has sold 1 million copies in the US and 3 million copies worldwide. It also sold 1 million copies in Brazil in 2014, certified six Diamond records there. The live version of Set Fire to the Rain, from this album, won the Grammy Award for Best Pop Solo Performance at the 55th Grammy Awards. The chart and certified sales."}
{"id": "1000840", "contents": "Hometown Glory is a song by British singer Adele. It was released in the UK on October 22, 2007 and featured on the album 19 (2008). In 2008, the song was re-released as the album's fourth single. Adele wrote the song in 10 minutes after her mother tried to persuade her to leave her hometown of West Norwood in London for college. Hometown Glory is the first song Adele has ever written. In 2007, 500 copies of Hometown Glory were released through Jamie T's Pacemaker Recordings as a vinyl 7 single. The song did not initially chart. However, due to the high downloads during the 19th week of release, the song made its UK Singles Chart top 40 for the first time. In 2010, the song received a Grammy nomination for Best Female Pop Vocal Performance, but missed out on Beyoncé's win over Halo. Background and structure of the song. The song entered the B-list of BBC Radio 1 radio on June 18, 2008, and rose to the A-list on July 2, 2008. The B-side of the single was Etta James's cover of Fool That I Am, recorded during a live performance in Cambridge. Also in 2008, the song was released as Adele's US debut single. Thanks to its popularity in the UK, which made it a UK top 40 twice based on downloads, Hometown Glory was released as the third single (fourth including the 2007 release) from album 19 on July 21, 2008 and the third consecutive UK top 20 single. The song was set in a minor key with an opening phrase of 60 beats per minute, before changing to 124 beats per minute. Adele's vocal range ranged from D to A. Hometown Glory follows the Bm – D / A – D / F – G chord progression. Music video. The original limited vinyl version of Hometown Glory did not include a promotional video. In June 2008 XL Recordings released a live video to promote the re-release directed by Paul Dugdale. In April 2009 Columbia finally released a proper promotional video directed by Rocky Schenck and filmed at the Stage 29 studio at Sony Pictures Studios. The video shows Adele"}
{"id": "1000841", "contents": "Cold Shoulder Cold Shoulder is the third single by soul singer Adele from her debut album 19. It was released digitally in Ireland on March 30,2008 and in the UK on March 31,2008. It is the only track on the album produced by Mark Ronson. Stuart Zender, former bass guitarist of Jamiroquai and member of Ronson's touring group, was also involved in the song. Adele performed the song on Friday Night with Jools Holland on February 8,2008 and on Saturday Night Live on October 18,2008. Music video. The video was shot in February 2008 in London. The video was airplayed on UK music channels, featuring Adele singing in a darkened room surrounded by ice statues of desperate melon. List of songs. CD & 7-inch Vinyl in the UK. Cold Shoulder. Cold Shoulder. Base Jaxx Classic Edit. Cold Shoulder. Base Jaxx DuBB. Cold Shoulder. Rusko Remix. Cold Shoulder. Out of Office Remix.                                                                                                                                          "}
{"id": "1000842", "contents": "Make You Feel My Love is a song written and recorded by Bob Dylan that appeared on the 1997 album Time Out of Mind. It was first commercially released by Billy Joel as To Make You Feel My Love just before Bob Dylan released his version that same year. The song was also covered by several artists and helped Adele, Garth Brooks and Bryan Ferry, achieve commercial success. Two cover versions of the song (one by Garth Brooks and one by Trisha Yearwood) also appeared on the soundtrack of the film Hope Floats in 1998. Billy Joel's version. In 1997, Billy Joel covered the song as To Make You Feel My Love for the Greatest Hits Volume III compilation album. To Make You Feel My Love was the album's first single and reached number 50 on the US Billboard Hot 100. This single was released two months ahead of Dylan's official release. Garth Brooks' version. Garth Brooks covered the song as To Make You Feel My Love in 1998. To Make You Feel My Love appeared on Hope Floats (1998), along with a cover by Trisha Yearwood. The song also featured as an additional track on Garth Brooks's first box set album Fresh Horses, entitled Limited Series. Brooks' version was nominated for the 41st Grammy Award for Best Male Country Vocal Performance and Bob Dylan's nomination for Best Country Song. Adele's version. In 2008, British artist Adele recorded Make You Feel My Love for her debut studio album 19 (2008)."}
{"id": "1000843", "contents": "Rumour Has It Rumour Has It is a song by British singer-songwriter Adele from her second studio album, 21 (2011-12). The song was written by Adele and Ryan Tedder and produced by Ryan Tedder. It is the fourth single from her album 21. The song charted 39 on the Billboard Hot 100 and reached the top 10 in Israel and South Korea.                                                                                                                                                                                                                 "}
{"id": "1000844", "contents": "Adele's list of awards and nominations British singer-songwriter Adele has received 86 awards from 168 nominations, including four Brit Awards, one Oscar, one Golden Globe, fifteen Grammy Awards, thirteen Billboard Music Awards, and four American Music Awards. Academy Award. The Oscar is the most prestigious award for artists who have made a significant contribution to the film industry. Adele won her only nomination for Best Motion Picture Song with the song Skyfall in the James Bond film of the same name. American Music Awards. Adele has received four awards from five nominations. AIM Independent Music Awards. AIM Independent Music Awards organized by the British independent music industry in 2011 to recognize artists from independent British labels. Arqiva Commercial Radio Awards. Arqiva Commercial Radio Awards is the award for the success of the British commercial radio industry. ARIA Music Awards. ARIA Music Awards organized by the Australian Recording Industry Association (ARIA) to recognize excellence and innovation in all categories of the music industry in Australia. The awards are judged by a panel of over 1000 members from different sectors of the music industry, with some awards decided by members of the public. ASCAP Pop Music Awards. ASCAP Pop Music Awards BBC Music Awards. BBC Music Awards CMT Music Awards. CMT Music Awards European Border Breakers Awards. The European Border Breakers Award (EBBA) was established in 2004 by the European Commission and several European companies and organizations of the music business. It is awarded to artists and bands with best-selling debut albums in the EU countries. Fryderyk. Fryderyk is an annual music award in Poland. Golden Globe Award. Golden Globe Award is the most prestigious award for all entertainment fields, including cinema, television, musical theater, etc., of 93 members of the American Journalists Association. Like the Oscar, Adele's Skyfall is once again named to the podium for the award. Grammy Award. The Grammy is an annual award given to artists who have made major contributions to music, which is considered the most prestigious award in the music industry, just as the Oscar in the film industry. Adele has received a total of 15 awards from 18 nominations. In 2012, Adele became the second artist in history to win six awards in one night, on par with Beyoncé in"}
{"id": "1000847", "contents": "Many Shades of Black is a song by the band The Raconteurs. Adele performed the song several times, during her An Evening with Adele tour, and it was included in the high-quality version of the 19-album album."}
{"id": "1000851", "contents": "The purple-throated honeycomb aspiration (Cinquys jugularis) is a species of bird in the family Cucurbitidae. It ranges from Southeast Asia to Australia. The purple-throated honeycomb aspiration is a very small group of Old World Passersby whose food is mostly honey, although they also eat insects, especially when raising young. They are quick and direct with short wings. Most species can obtain nectar by hovering, but usually by pea for feeding most of the time."}
{"id": "1000852", "contents": "Career. Palmeiras. Vágner Love Vágner Silva de Souza (born 11 June 1984 in Rio de Janeiro, Brazil), commonly known as Vágner Love, is a Brazilian striker who plays for Alanyaspor. Career. Palmeiras. Vágner Love started his career with Palmeiras. During the 2003 season, he helped them return to Serie A Brazil. CSKA Moscow. Later CSKA Moscow signed him in the summer of 2004, ahead of their Champions League season. For over a year after he played at CSKA Moscow, rumours kept coming that he did not want to stay in Moscow, and the transfer to Cossack-- especially was hinted at several times. However, the rumours subsided and Vágner mentioned several times that he had been fully committed to his contract and was looking forward to completing its full tenure. He scored the last goal that the team won 3-1 in the 2005 UEFA Cup over Sporting Clube de Portugal at Estadio José Alvalade in Lisbon. In addition to this last UEFA Cup, he won the Russian Premier League and the Russian Cup in 2005, 2008, and the Russian Super Cup in 2006. He became the top scorer in the 2008 Premier League, and top scorer of the 2008-09 UEFA Cup, with 11 goals in eight matches. Returning to Palmeiras. on 28 August 2009, after an operation of form for CSKA Moscow, Vágner Love was signed by his former club Palmeiras on a one-year loan until 31 July 2010. Press spokesperson Sergei Aksenov suggested Vágner Love leaving Russia due to urgent family problems (ing) his presence at home in Brazil. Love had an amazing return in 5 goals after 12 matches for Palmeiras. After publicly stating his concerns about safety at Palmeiras due to the field of clash with fans, as well as his desire to play for Flamengo's childhood team, the loan contract Vágner Love with Palmeiras ended early on 14 January 2010. Flamengo. On 15 January 2010, the day after his loan was terminated with Palme"}
{"id": "1000853", "contents": "Bewick's chimpanzee (Thryomanes bewickii) is a species of bird in the family Bewick. Bewick's chimpanzee is native to North America. It is 14 mm long. Upper is grayish brown, lower is white with long white eyebrows. Although similar to Carolina chimpanzee, it has a long tail with a white tip. Its song is loud and melodious like other wrens. It lives in bushes, brush piles and tree fences, open forests and scrub areas, often near streams. It feeds on insects and spiders from shrubs or found on the ground. Reference. Anthony, A.W. (1901) : The Guadalupe Wren. Condor 3(3) : 73. PDF fulltext Kaeding, Henry B. (1905) : Birds from the West Coast of Lower California and Adjacent Islands (Part II). Condor 7(4) : 134-138. PDF fulltext Kennedy, E.D. & White, D.W. (1997) : Bewick's Wren (Thryomanes bewickii). In: Poole, A. & Gill, F. (eds.) : The Birds of North America 315. The Academy of Natural Sciences, Philadelphia, PA & The American Ornithologists' Union, Washington, D.C. Martínez Gómez, Juan E.; Barber, Bruian R. & Peterson, A. Townsend (2005) : Phylogenetic position and generic placement of the Socorro Wren (Thryomanes sissonii). Auk 122(1) : 50 – 56. [English with Spanish abstract] PDF fulltext Thayer, John E. & Bangs, Outram (1908) : The Present State of the Ornis of Guadaloupe Island. Condor 10(3) : 101-106. PDF fulltext "}
{"id": "1000855", "contents": "White stork The white stork (Bilateral name: Egretta garzetta) is a species of heron. White storks are very similar to New World snow storks. They are the national emu of Lithuania and Belar Distribution. Vietnam: White stork occurs in most provinces, most of which are in the plains. World: White stork is fairly widespread: in Europe it occurs in Portugal, Southern Spain, Southern France, Northern Italy, Hungary, Yugoslavia, Bulgaria, Anbani and Southern Soviet Union; in Asia it occurs in Siri, Anatolia, Iran, Central Asia, India, Burma, Thailand; Laos, Vietnam, Cambodia, Malay, Southern China and Japan. In Africa, white storks nest in the triangle of the Nile; Capve Islands, in Lake Victoria. White storks winter in North Africa and the southern part of the distribution. Subspecies. Depending on the subspecies, two or three subspecies of white storks are currently accepted. Egretta garzetta garzetta – Europe, Africa, and much of Asia, except southeastern Egretta garzetta nigripes – Indonesia east to New Guinea Egretta garzetta immaculata – Australia and (non-breeding) New Zealand, is often synonymized with E. g. nigripes Ref.."}
{"id": "1000857", "contents": "Red-winged baboon (2005) Changes to Category C of the British List, Ibis 147: 803 John MacKinnon & Karen Phillipps (2000) A Field Guide to the Birds of China, Oxford University Press, Oxford Malcolm Ogilvie (2003) Non-native birds breeding in the United Kingdom in 2001 British Birds 96: 620-625 Craig Robson (2002) A Field Guide to the Birds of South-East Asia. New Holland, London "}
{"id": "1000860", "contents": "Macronous kelleyi. 2006 IUCN Red List of Threatened Species. Downloaded on 26 July 2007. Collar, N. J. & Robson, C. 2007. Family Timaliidae (Babblers) pp. 70 – 291 in; del Hoyo, J., Elliott, A. & Christie, D.A. eds. Handbook of the Birds of the World, Vol. 12. Picathartes to Tits and Chickadees. Lynx Ed susp, Barcelona. "}
{"id": "1000863", "contents": "Cheloniidae is a family of turtles in the superfamily Chelonioidea. Taxonomy. Known genera. Caretta Caretta Caretta Caretta Chelonia Pineapple decoy Chelonia mydas Eretmochelys Decoy Eretmochelys imbricata Lepidochelys Vích Kemp (Lepidochelys kempii) Vích (Lepidochelys olivacea) Natator Flatback turtle (Natator depressus) ( formerly included in Chelonia) Extinct genera. Argillochelys Argillochelys africana Argillochelys antiqua Argillochelys athersuchi Argillochelys cuneiceps Carolinochelys Carolinochelys wilsoni Carolinochelys Gigantatypus Gigantatypus salahi Carolinochelys Procolpochelys Procolpochelys grandaeva Other. The subfamilies Cheloniinae and Carettinae are obsolete. Phylogenetic analysis. The following phylogenetic diagram of the Cheloniidae is given in accordance with Lynch & Parham (2003) and Parham & Pyenson (2010). Argillochelys athersuchi Argillochelys cuneiceps Carolinochelys Carolinochelys Carolinochelys wilsoni Carolinochelys Gigantatypus salahi Carolinochelys Procolpochelys grandaeva is described."}
{"id": "1000867", "contents": "The dwarf stork or gray dwarf stork (binary name: Ixobrychus sinensis) is a species of heron. The stork is of Old World origin, breeding in much of the Indian Subcontinent, eastern Japan and Indonesia. It is mainly a resident, but some northern birds move short distances. It has been recorded as a vagrant in Alaska and there is a single record of its presence from England, from Radipole Lake, Dorset on 23 November 1962 - however, Bou have always considered this occurrence of uncertain origin and it is not currently accepted on the official British List. It is a small species about 38 cm long, with a short neck and slightly elongated bill. The male has a uniform opaque yellow upper and yellowish skin below. The head and neck are chestnut, with a black crest. The crest of the female, neck and thorax are streaked brown, and the young are like the female but are highly striped dark brown below, and mottled with cowhide skin above. Its breeding habitat is reeds. It nests on reeds in bushes. Each litter lays 4-6 eggs. The stork feeds on insects, fish and amphibians."}
{"id": "1000868", "contents": "Ky Tan, Tan Ky Ky Tan is a commune of Tan Ky district, Nghe An province, Vietnam. Administrative boundaries. Ky Tan commune is located in the southeast of Tan Ky district. To the east, it borders Nghia Dung commune, Tan Ky district and Tay Thanh commune, Yen Thanh district. To the south, it borders Giang Son Dong commune, Do Luong district and Tan Ky township, Tan Ky district. To the west, it borders Tan Ky township and Ky Son commune, Tan Ky district. To the north, it borders Tan Long and Nghia Dung communes, Tan Ky district. At present, Ky Tan commune has 11 hamlets. Administrative history. Ky Tan commune was established in 1988 on the basis of part of the area and population of Ky Son commune. Natural conditions. Ky Tan is a complex commune with many hills and mountains, accounting for 54.08% of the natural area. There are rocky mountains stretching over 2 km, forest and mountains stretching up to 4 km. Agricultural land is mainly steep valley land and terraced rice fields with poor fertility. Economy. Ky Tan is a commune with the main agricultural production. Transport. Ky Tan commune has 5 km of Ho Chi Minh road, 3 km of provincial road 545 and 2 km of road 15B running through the area. Con river (Hieu river) runs through the area, dividing Tan Son, Thanh Tan and Luu Xuan cooperatives with Dien Nam cooperatives, in addition to many springs and ponds and dams. External links. Map of Ky Tan commune on the website of the Government of the Socialist Republic of Vietnam. Retrieved February 20,2012. "}
{"id": "1000869", "contents": "Severnaya Zemlya (Northern Land) is a Russian archipelago in the Arctic. The archipelago is separated from the Taymyr Peninsula in Siberia through the Vilkitsky Strait. The archipelago divides the two sea areas of the Arctic Ocean, the Kara Sea to the west and the Laptev Sea to the east. Severnaya Zemlya was first recorded in 1913 and first mapped around 1930 – 32, making it the last archipelago on Earth to be discovered. Administratively, the archipelago is part of the Krasnoyarsk region, but has no human habitation except for a military base. History. Although located not far from the north coast of Russia, Severnaya Zemlya was not officially recorded until the 20th century. Early explorers recorded a large land mass on areas of ambiguity, most notably the records of Matvei Gedenschtrom and Yakov Sannikov in 1810 from the expedition to Novaya Sibir. Being intertwined through the frozen sea areas of the Arctic Ocean, Severnaya Zemlya was not mapped until the 1913 – 1915 Arctic Ocean Hydrological Expedition with the Taimyr and Vaigach icebreakers. Boris Vilkitsky led the expedition, which fulfilled its purpose of exploring areas not yet mapped in the Northern Sea Line, and was seen as the culmination of Pyotr the Great's bold thought of mapping the Northern Sea Line to the East. On August 22, 1913 (September 3, 1913 Gregory calendar), the expedition raised the Russian flag at what they believed to be a unitary island. The new land was named Emperor Nicholas II Land, (Russian: Zemliya Imperatora Nikolaya Vtorova), after Nicholas I of Russia. However, in 1926 the Presidium of the Central Executive Committee of the Soviet Union changed the name of the land to Severnaya Zemlya. In the spring of 1931, the expedition of Georgy Ushakov and Nikolay Urvantsev (1930 – 1932) showed that Severnaya Zemlya was divided into four main islands, the first detailed"}
{"id": "1000870", "contents": "José Rodolfo Pires Ribeiro José Rodolfo Pires Ribeiro, (born 6 February 1992), commonly known as Dodô, is a Brazilian football defender who plays for Serie A club Sampdoria. Career. Starting football. In May 2009, he moved to England to play for Manchester United, a contract that would be completed in February 2010. His talent was discovered very early when he was playing for Brazil (U.17). In December 2010, he joined Bahia on loan until the end of the season. AS Roma. On 2 June 2012 he moved to A.S. Roma. He made his first appearance for the club on 28 December, in a 3 – 2 loss to Udinese. Inter Milan. On 8 July 2014, he moved to Inter on a two - year loan deal for a fee of 1.2 million, with a buyout clause of 7.8 million. He made his debut for Inter on 20 August 2014 in the first leg of the Europa League play - off, and scored his debut in a 3 – 0 win over Icelandic team Stjarnan. Sampdoria. On 21 January 2016, Dodô moved to Sampdoria on loan."}
{"id": "1000872", "contents": "October Revolution Island (Russian:  , Ostrov Oktyabrskoy Revolyutsii) is the largest of the Severnaya Zemlya group of islands in the Russian Arctic. Its area is estimated to be and is the 56th largest in the world. The highest point on the island is at Mount Karpinsky. Half of the island is covered by glaciers that reach the sea. At the unicellular parts, the vegetation is desert or tundra. The island was explored by Boris Vilkitsky in 1913, but its islandlike character was only proved in 1931, when Georgy Ushakov and Nikolay Urvantsev mapped the archipelago during their 1930 – 32 expedition. October Revolution Island has five arched ice caps; clockwise from the north, they are named: Rusanov, Karpinsky, University, Vavilov and Albanov. The Vavilov Meteorological Station operated from 1974 to 1988 on the northern part of the Vavilov Ice Cap. Other small ice caps on the island include the Mal 'yutka Glacier. The Podemnaya and Bolshaya rivers flow northwest between the Vavilov and Albanov glaciers, and the Bedovaya and Obryvistaya rivers flow north between the Albanov and Rusanov glaciers. It is proposed to rename the island Svyataya Alexandra (Saint Alexandra)."}
{"id": "1000873", "contents": "Bolshevik Island Bolshevik Island (, ) is the southernmost island in the Severnaya Zemlya group of the Russian Arctic, the second largest of the group. The island was discovered by Boris Vilkitsky in 1913, but its islandlike character was only proved in 1931, when Georgy Ushakov and Nikolay Urvantsev mapped the archipelago during their expeditions in 1930-32. The island's area is estimated at 11,312 square kilometers. The highest point on the island reaches a height of 935 meters, and on the island there is an arctic research station called Prima. About 30 percent of the island is covered by glaciers, while the coastal flatland has sparse vegetation with mosses and lichens. The northwest coast of the island has several isthmuses; the most complete are: the isthmuses of Tel'mana, Spartak, and Partizan. Bolshevik Island has at least three glacier systems: Leningrad and Semenov-Tyan Shansky, as well as a smaller glacier, Kropotkin. Ostrov Tash is a small island on the south coast of Bolshevik Island. Lavrov Island is on the northeast coast and Ostrov Lishniy is off the northern tip. The climate on the island is extremely icy; the average annual temperature is 16 C. There is a proposal to rename Bolshevik Island Svyataya Olga (St. Olga)."}
{"id": "1000875", "contents": "Komsomolets Island Komsomolets Island (i. e., South Komsomol Island) is the northernmost island of the Severnaya Zemlya group of islands in the Russian Arctic, the third largest in the group. It is the 82nd largest island in the world. Its northernmost point is called the North Pole Point. It was the starting point of many Arctic expeditions. The area of the island is estimated at 9,006 square kilometers. Its highest elevation is 780 meters. About 65 percent of the island is covered by glaciers. Komsomolets Island has Russia's largest ice cap, the Scientific Institute Ice Shelf. The ice-free land of the island is mostly loamy soil and sandy sauerkraut, a tundra desert with scattered mosses and lichens. The island was discovered by Boris Vilkitsky in 1913, but its island-like character was only proved in 1931, when Georgy Ushakov and Nikolay Urvantsev mapped the archipelago during their 1930s-32 expedition."}
{"id": "1000876", "contents": "Pioneer Island Pioneer island (Russian: ́ ́, Óstrov Pionér) is an island in the Severnaya Zemlya group of islands in the Russian Arctic. The island was discovered by Boris Vilkitsky in 1913, but its islandlike character was only proved in 1931, when Georgy Ushakov and Nikolay Urvantsev mapped the archipelago during their expedition in the 1930s-32."}
{"id": "1000877", "contents": "Schmidt Island Schmidt Island, () is part of the Severnaya Zemlya group of islands in the Russian Arctic. The island is named after the Soviet archivist and first head of the Chief Directorate of the Northern Maritime Navigation, Otto Schmidt. The island is located at the northwestern end of the archipelago and is located slightly south of the Arctic tip on Komsomolets Island and is significantly separated from the rest of the Severnaya Zemlya group. Schmidt is areaally and almost entirely covered by the Schmidt ice cap. Because of its location, the climate on the island is colder than the rest of the archipelago."}
{"id": "1000878", "contents": "The first officially recognized expedition to the islands was conducted in 1873 by the Austro-Hungarian Arctic Rift Corps led by the pole explorers Julius von Payer and Karl Weyprecht. They named the islands after the Austro-Hungarian emperor Franz Joseph I. As it was a private and unofficial expedition, the islands were not part of Austria-Hungary. In 1926, the islands were occupied by the Soviet Union, and some people settled on the islands for research and military purposes. The ships were only accessible for a few weeks in summer and required a special permit to visit the islands. History. The first officially recognized expedition to the islands was conducted in 1873 by the Austro-Hungarian Arctic Rift Corps led by the pole explorers Julius von Payer and Karl Weyprecht. They named the islands after the Austro-Hungarian emperor Franz Joseph I. Since this was a private and unofficial expedition, the islands were not part of Austria-Hungary. In 1926, the islands were occupied by the Soviet Union, and some people settled on the islands for research and military purposes. The ships were only accessible for a few weeks in summer and required a special permit to visit the islands. History. The first officially recognized expedition to the islands was conducted in 1873 by the Austro-Hungarian Rift Corps led by the pole explorers Julius von Payer and Karl Weyprecht. They named the islands after the Austro-Hungarian emperor Franz Joseph I. Since this was a private and unofficial expedition, the islands were not part of Austria-Hungary. In 1926, the islands were occupied by the Soviet Union, and some people settled on the islands for research and military purposes. The ships were only accessible for a few weeks in summer and required a special permit to visit the islands. History. The first officially recognized expedition to the islands was conducted in 1873 by the Austro-Hungarian Rift Corps led by the pole explorers Julius von Payer and Karl Weyprecht. They named the islands after the Austro-Hungarian emperor Franz Joseph I. As a private and informal expedition, the islands were not part of Austria-Hungary. In 1926, the islands were occupied by the Soviet Union, and some of them were found"}
{"id": "1000884", "contents": "The first of the three Chinese military leaders to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the first to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor of China, the second to be named the First Emperor"}
{"id": "1000887", "contents": "It Ittsai. There are many different theories about Ittsai's background, and it is still not possible to judge what is true. Ittsai was born in 1550 (Tenmon 5), and in 1560 (Eiroku 3), and died in 1628 (Kan-ei 5), and he died in 1632 at the age of 90. But it is generally agreed that Ittsai was from the district of Izu, the ancestral home of the family. However, in It, the local area where Ittsai was born, there is no legend or legend about Ittsai. However, if you follow the legend of the Kamewari-t sword, it is found that Ittsai was from Izu shima, an island north of Izu Islands. At the age of fourteen, It followed a door frame to Mishima, contested with the priest who was in charge of the temple, Toda Ipp. It won the contest and was given the sword by the priest. On another occasion, It killed seven thieves, the last one hiding in a large vase, and it cut the vase in two and killed the person inside. Thus the sword was named Kamewari-t. However, according to the Itt-ry densho, It was born in western Japan and according to Yamada Jirkichi, a famous Meiji sword master, there is a Kotda-ry sword tradition in Edo, in which it was born in Katata, in mi. According to Ehon Eiy Bidan, Ittsai was from Kanazawa of Kaga or Tsuruga of Echizen, the master of the general tani Yoshitsugu, the master of Tsuruga. This general, after his death in the Battle of Sekigahara, became a masterless fighter, then retired to Shimsa for the rest of his life. About the place of death of Ittsai, there is also a tradition that he died in Sasayama City of Tamba. It's master came to Edo to study the short sword Kodachi and Chdachi with Kanemaki Jisai, the"}
{"id": "1000890", "contents": "KCC operates eight development and manufacturing centers, along with eleven regional information centers. KCC also manages the Korean University of Computer Information Technology and its information technology academy. KCC has branches in China, Germany, Syria and the UAE. The center has a priority orientation towards Linux research, and has begun developing a Red Star OS distribution localized for the DPRK. KCC operates Naenara, the official North Korean portal. While KCC focused on working for North Korea, in 2011 the center began serving customers in Europe, China, South Korea, Japan and the Middle East. Nosotek is a North Korean joint venture information technology company tasked with developing computer games, one of which was published by News Corporation. Products. Sam heug search engine. Editor The Naenara Computer Game The Chosun Jang-Gi Korean National Network Kwangmyong The Chosun Ryo-Li Cooking Program The Korean Hana Inputulator The Koryo electronic-pencil English-Korean Back-and-Forth translation program Nunbora North Korean voice recognition program Linux distribution Pulgunbyol (RedStar OS) Video conference system Cyber Friend, Remote Training System Cyber Star Computer Go Software SilverStar Paduk Samjiyon tablet computers See also. kp - North Korea's top-level domain (ccTLD) Economy North Korea External links. KCC Europe "}
{"id": "1000893", "contents": "Jordi Alba Jordi Alba Ramos (born 21 March 1989) is a Spanish professional left-back for Barcelona in La Liga and vice-captain of Spain's first team. Born in L'Hospitalet de Llobregat, Barcelona, Catalonia, Alba started his career in the youth team of FC Barcelona but left the club in 2005. He then joined Catalan club UE Cornellà and in 2007, after almost two years, left the team on a 6,000 deal with Valencia CF. He made his professional debut the following season, playing for second-team Gimnàstic de Tarragona on loan. Valencia. After returning to Los Che (nicknamed Valencia CF), Alba made his La Liga debut on 13 September 2009 in a 4-2 home win over Real Valladolid. He then started two consecutive group games in the 2009-10 UEFA Europa League, including one away match against Lille before returning home to SK Slavia Prague (both games were draws 1-1 ). Due to numerous injuries in Valencia's defence, he played the majority of the 2009-10 season as a left back and had impressive performances. On 11 April 2010, he scored his first goal for the club in a 2-3 loss to RCD Mallorca. In 2010-11, when Unai Emery was still head coach, Alba almost always played as a defender, competing for a starter with Jérémy Mathieu. He played 27 games for Valencia CF in that Liga season, helping the team win third place and qualify for the 2011-12 UEFA Champions League. The following season, Emery continued to use both Alba and Mathieu as left-winger, continuing to pursue the same tactics from the previous season. This proved effective as the two players often switched positions and provided active support on both offensive and defensive fronts. Alba later saw Emery as his most important mentor in helping him successfully transition to a more defensive position. Barcelona. On 28 June 2012, Alba signed a five-year, 14 million contract with Barcelona. He made his official debut on 19 August playing the full 90 minutes"}
{"id": "1000895", "contents": "Aethopyga Aethopyga is a genus of birds in the family Nectariniidae. Members of this genus can be found in South Asia, Southeast Asia and Southern China. Many of these species, such as the gray - cap honey bee, needle - wing honey bee, beautiful honey bee, Apo mountain honey bee, and Lina honey bee, are native to the Philippines. Species include: Aethopyga belli: Beautiful honey bee Aethopyga boltoni: Apo mountain honey bee Aethopyga christinae: Sharp - tail honey bee or split - tail honey bee Aethopyga duyvenbodei: elegant honey bee Aethopyga eximia: White - flank honey bee Aethopyga flagrans: Fire - tail honey bee Aethopyga gouldiae: Yellow - throat honey bee or Gould Aethopyga ignicauda: Fire - tail honey bee Aethopyga linaraborae: Lina honey bee Aethopyga mystacalis: Magenta honey bee Aethopyga nipalensis: Nepali honey bee or green - tail honey bee Aethopyga primigenia: Gray - cap honey bee Aethopyga pulcherrima: Needle - tail honey bee Aethopyga saturata: Red - thoracic honey bee or black - throat honey bee Aethopyga shelleyi: Cute honey bee Aethopyga siparaja: Red - tail honey bee or scarlet honey Aethopyga temminckii – sometimes included in A. mystacalis: Temminck honey bee Aethopyga vigorsii – sometimes included in A. siparaja: Western scarlet honey bee "}
{"id": "1000896", "contents": "Chen Cheng (Chinese: ; simplified Chinese: ; pinyin: Chén Chéng; 4 January 1897 – 5 March 1965) was a Chinese political and military figure and one of the key commanders of the National Revolutionary Army during the Second Sino-Japanese War and the Chinese Civil War. After arriving on Taiwan at the end of the Civil War, he served as President of the Province of Taiwan, Vice President and Premier of the Republic of China. He represented the Republic of China on visits to the United States. He also had the merits of implementing land reform programs and reducing taxes, making farmers own their land, thus defeating the influence of communism. His good name is still present today. His nickname was Chen Xu-tu (Chinese: ; simplified Chinese: ; pinyin: Chén Cíxi)."}
{"id": "1000897", "contents": "Aethopyga gouldiae is a species of bird in the family Aethopyga. Aethopyga gouldiae is distributed in Bangladesh, Bhutan, China, Hong Kong, India, Laos, Myanmar, Nepal, Thailand, and Vietnam. Its natural habitat is temperate and subtropical humid montane forests."}
{"id": "1000898", "contents": "Aethopyga christinae is a species of the family Gallophagidae. Aethopyga christinae is distributed in China, Hong Kong, Laos, and Vietnam. Its natural habitat is subtropical or tropical moist lowland forest. It is sexually dimorphic. This bird appears on the most commonly used Hong Kong postage stamp. Subspecies. A. c. latouchii: From central China to central Indochina. A. c. sokolovi: South Vietnam. A. c. christinae: Hainan, Hong Kong. Reference. BirdLife International 2004. Aethopyga christinae. 2006 IUCN Red List of Threatened Species. Downloaded on 25 July 2007. "}
{"id": "1000899", "contents": "Background The zebra finch or tiger finch (double nomenclature: Lanius tigrinus) is a species of bird in the family Laishleidae. Descriptions. The zebra finch is found in forest habitats throughout eastern Asia. It is a generally shy solitary bird, less noticed than most other cyprinids. Like other cyprinids, they are carnivorous, feeding on small animals. Its nest is built on trees and the female lays 3-6 eggs per litter. Reference. Oriental Bird Images: Tiger Shrike Lanius tigrinus  2016 by Harold T. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S. S"}
{"id": "10009", "contents": "The following definitions apply to the genus: Genus (biological) is a biological taxon that stands above species and below family. Genus (anatomical) refers to the arm and/or leg of the higher animal body. Genus (human family), Asian family. Genus is an acronym for Chinese Chinese Can Chi. Genus (accounting), the cost. Cost, an economic term. "}
{"id": "1000901", "contents": "Nepali honey sucking Nepali or green-tailed honey sucking (Bilateral nomenclature: Aethopyga nipalensis) is a species of bird in the family Nectariniidae. This species occurs in areas including Bangladesh, Bhutan, China, India, Laos, Myanmar, Nepal, Thailand and Vietnam. Its natural habitat is temperate forests and subtropical or humid montane forests. A. n. horsfieldi: From western Himalaya to western Nepal. A. n. nipalensis: Central and eastern Nepal, northern India. A. n. koelzi: southwestern Tibet, Bhutan, from eastern Bangladesh to south central China and northern Vietnam. A. n. victoriae: western Myanmar A. n. karenensis: eastern Myanmar A. n. angkanensis: northwestern Thailand. A. n. australis: peninsular part of Thailand. A. n. blanci: Laos. A. n. ezrai: southeastern Cambodia and southern Vietnam. Reference. BirdLife International 2009. Aethopyga nipalensis in IUCN 2011. IUCN Red List of Threatened Species. Version 2011.2. Search 22 February 2012.  2011 Wiley Periodicals, Inc."}
{"id": "1000902", "contents": "Sun Chuanting Sun Chuanting (simplified Chinese: ; traditional Chinese: ; pinyin: Sn Chuánfng) (1885 – 13 November 1935), also known as Lord of Nanjing or Commander - in - Chief of the Five Provinces, was a Zhili warlord and the subordinate of Field Marshal Wu Peifu (1874 – 1939). Born Sun Chuanting in Lingsheng, Shandong. He entered the Beiyang Army School in 1904 and was sent to Japan to continue his studies. After returning to join the Beiyang Army, Sun quickly rose through the ranks. Sun became the Fujian commander on March 20, 1923. In 1924, when the Jiang - Chieftaincy War broke out, Sun commanded the 4th Army in Fujian. One of his first acts was to support his ally Qi Guing Yuan, who advanced from the south, defeated his rival general Lu Yongxiang and captured Shanghai. He was promoted to the rank of Zhejiang commander (September 20, 1924 – December 19, 1926). However, his Zhili allies failed in the Second Zhili - Peng War, causing the Zhili clan to lose all of its northern provinces to Zhang Tsinglin and Feng Yuxiang's Nationalist troops. In 1925, the Post-Phong Army under Zhang Zongchang temporarily captured Jiangsu and Shanghai in January. Without Sun Chuanting's support, Qi Guing Yuan resigned to flee to Japan, but did not hand over the remnants of his army to Sun. Zhang Zongchang and Sun Chuanting now faced each other, taking Shanghai as a temporary boundary. For the remainder of the year, both generals were paralyzed. Then, in the fall of 1925, the opportunity arose: Sun organized a counter-offensive, driving Zhang Zongchang's army from the districts of Shanghai. For the next two years, Sun expanded to the provinces of Jiangsu, Fujian, Anhui, and Jiangxi. He had his headquarters in Nanjing as Jiangsu commander on November 25, 1925. However, the Northern Expedition carried"}
{"id": "1000904", "contents": "The hat flute The hat flute (Basilornis galeatus) is a species of flute family. It is endemic to Indonesia. Its natural habitat is moist lowland forest or montane forest or humid subtropical wet bog forest plain, subtropical or tropical. It is threatened by habitat loss. Image at ADW  2016 APA, all rights reserved."}
{"id": "1000905", "contents": "Western Purple-Dorsal Nectar Pigeon Western Purple-Dorsal Nectar Pigeon (Bifid name Anthreptes longuemarei) is a species of bird in the family Nectar Pigeon. The western Purple-Dorsal Nectar Pigeon is the most widely distributed of the purple-dorsal nectar superfamily, distributed throughout a large part of sub-Saharan African tropical continental region that is not home to other members of the superfamily. It is mainly found in humid forest. Subspecies. According to Alan P. Peterson, there are three subspecies: Anthreptes longuemarei angolensis Anthreptes longuemarei longuemarei Anthreptes longuemarei nyassae Ref. BirdLife International 2004. Anthreptes longuemarei. 2006 IUCN Red List of Threatened Species. Downloaded on 25 July 2007.  2016 Wiley Periodicals, Inc."}
{"id": "1000907", "contents": "Background The red-backed barnyard Lanius collurio is a species of bird in the family Laetianidae. Descriptions. The red-backed barnyard breeds in most of Europe and Western Asia and winters in tropical Africa. This migratory bird is 16 – 18 cm long and feeds on insects, small birds, frogs, rodents and lizards. Like other barnyard birds, this species often perches on uprooted branches, and skewers corpses on spines or barbed wire to make a meat cabinet. This in fact earned it the nickname butcherbird. References. Oiseaux pictures Avibase The Internet Bird Collection videos Ageing and sexing (PDF) by Javier Blasco-Zumeta  2016."}
{"id": "1000908", "contents": "Heliconius melpomene The butterfly courier, common courier or courier in English (Heliconius melpomene) is a butterfly found from Mexico to northern South America. Some species in the genus have very similar patches and are difficult to distinguish. Subspecies. Species of Heliconius melpomene (Linnaeus, 1758) include: Heliconius melpomene aglaope (C. & R. Felder, 1862) Heliconius melpomene amandus (Grose-Smith & Kirby, 1892) Heliconius melpomene amaryllis (C. & R. Felder, 1862) Heliconius melpomene cythera (Hewitson, 1869) Heliconius melpomene euryades (Riffarth, 1900) Heliconius melpomene malleti (Lamas, 1988) Heliconius melpomene melpomene (Linnaeus, 1758) Heliconius melpomene meriana (Turner, 1967) Heliconius melpomene modesta (Riffarth, 1900) Heliconius melpomene nanna (Stichel, 1899) Heliconius melpomene penelope (Staudinger, 1894) Heliconius melpomene plesseni (Riffarth, 1907) Heliconius melpomene sticheli (Riffarth, 1907) Heliconius melpomene rosina (Boisduval, 1870) Heliconius melpomene thelxiope (Hbner, [1806]) Heliconius melpomene unimaculata (Hewitson, 1869) Heliconius melpomene vicinus (Ménétriés, 1847) Heliconius melpomene vulcanus (Butler, 1865) Heliconius melpomene xenoclea (Hewitson, [1853]."}
{"id": "1000920", "contents": "Platon Leonidovich Lebedev (Russian:    ) was born on November 29,1956, a Russian businessman, former CEO of Menatep Bank, as well as vice chairman of the board of Yukos Petroleum Corporation. He was arrested in 2005, sentenced to nine years in prison for tax evasion, and released on January 25,2014."}
{"id": "1000927", "contents": "Russell's paradox In the foundations of mathematics, the Russell paradox or Russell's contradiction (named after the philosopher Bertrand Russell, who discovered it in 1901) suggests that Georg Cantor's simple set theory would lead to contradiction. The scientist Ernst Zermelo discovered the same thing, but he did not publish his discovery, only revealed it to Edmund Husserl and some other members of the University of Gttingen. According to the simple set theory, any definable group of things is treated as a set. Here, suppose R is a set of all sets that are not members of itself. If R exists as a set of itself, R contradicts the definition of a set of all sets that are not members of itself. On the contrary, if a set such as R is not a member of itself, then by definition it will exist as a member of itself. The content of this passage is the Russell paradox. Written in symbols, the paradox is this: There are two alternatives to solving this paradox proposed in 1908. One of them is Russell's type theory, and the second is Zermelo's set theory, the first version of axiomatic set theory. Zermelo's axioms went well beyond Frege's axioms of extensionality and unlimited set abstraction, and eventually evolved into Zermelo – Fraenkel set theory (ZF ). Russell's paradox was a landmark discovery in early twentieth-century basic mathematics and set theories. Some variations. Barber paradox. Original version of Russell's paradox: a box containing all boxes that do not contain itself. Grelling – Nelson paradox: a word describing all words that do not describe itself. Richard paradox Some related paradoxes. The liar paradox or Epimenides paradox Kleene – Rosser paradox, showing that the original lambda calculus contains contradiction Curry paradox The least-squares integer paradox "}
{"id": "1000929", "contents": "Anambas Islands Anambas Islands () are a small Indonesian archipelago, in the South China Sea and located between mainland Malaysia in the west and Borneo in the east. Anambas has large petroleum reserves natural gas is exported to Singapore and Malaysia. Matak Island is the main base for petroleum exploration. Other archipelagoes are Siantan (Terempa), Mubur, Jemaja and Kiabu (Airabu). Further research. U.S. Geospatial-Integration Agency (2005) Borneo: Northwest Coast and Kepulauan Tudjuh Sailing directions (enroute): Borneo, Jawa, Sulawesi, and Nusa Tenggara U.S. Geospatial-Integration Agency See also. Badas Islands Natuna Islands Tambelan Islands "}
{"id": "1000932", "contents": "The Calamian Islands are a group of islands in the Philippine province of Palawan that include the following islands: Busuanga Island Coron Island Culion Island Calauit Island and several other new islands "}
{"id": "1000933", "contents": "The first of these three acts of the imperial court was to be the first of the four imperial courtiers to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first to be the first"}
{"id": "1000934", "contents": "Golden Bear Golden Bear () is the name of the highest award of the Berlin International Film Festival for films attending the festival being voted best. The award has been established since 1951. 2x winner. Li An (1993; 1996) See also. Palme d'Or, is the highest award presented at the Cannes Golden Lion film festival, is the highest award presented at the Venice Film Festival External links. Berlinale website                                                                                                                                                                                                               "}
{"id": "1000937", "contents": "The Eurasian nightingale or copper nightingale (binary name: Alauda arvensis) is a species of bird in the Songbird family. The species breeds in most of Europe and Asia and the mountains of northern Africa. The species is mainly found west of its range, but the eastern population is more migratory, moving further south in winter. Even in the more temperate western part of its range, many birds move down the plains and coasts in winter. Some individuals of the Asian part appear as vagrants in Alaska, and the bird has also been introduced to Hawaii, western North America, eastern Australia and New Zealand."}
{"id": "1000939", "contents": "The South Asian bush songbird Mirafra cantillans is a bird species of the family Alaudidae. The South Asian bush song is distributed in Africa, the Middle East and South Asia. The range is quite broad, about 10 million km2; and the global population is thought to be large but the number is not determined."}
{"id": "1000941", "contents": "Flash mob Flash mob (also known as flash mob or flash mob, spontaneous improvisation) is the activity of a group of friends who meet in a public place to do something dramatic or spontaneous and then immediately disband as if it were a gathering, as if nothing had happened Flash mob is usually used to do something dramatic or spontaneous but is sometimes used to get attention in order to convey a particular message it is now used for various purposes such as confession, advertising, political protests...now, thanks to the Internet, Flashmob has become a worldwide phenomenon, especially in Vietnam in the last few years Flashmob history Flashmob was supposedly founded in 2003, on the initiative of Bill Wasik, the editor of Harper's Magazine to mobilize crowds he distributed an email to everyone he knew over 100 people responded to his call and appeared at Macy's in New York they gathered in a surprise, clapping, cheering and retreating flash mob events today, thanks to social networks such as Facebook and Twitter flash mob has become more popular around the world the scale of a performance has become more grandiose, with a variety of forms, with a huge increase in the number of participants, especially flash mob events involving tens of thousands of people common flash mob types include simultaneous dance, water pistol, free hugs and world jump day on July 20,2006 either the silent disco in April 2007 at London's Victoria station with 4,000 people gathered with their portable music players and danced or the World Wide Pillow Fight Day on March 22,2008 held in 25 cities around the world and is considered the largest flash mob event ever in Vietnam the participating cities include Atlanta, Beirut, Boston, Budapest, Chicago, Copenhagen, Dublin, Houston, Huntsville, London, Los Angeles, Melbourne, New York, Paris, Stockholm, Sydney, Székesfehérvár, Shanghai, Vancouver, Washington DC and Zurich and became the annual event flash mob in many countries in Vietnam the flash mob is the dance of the entire community not only relieves stress but also connects people with each other despite its lack of age but its lively and fun activity the flash mob easily engages teenagers around the world and is easily found with new videos of the flash mob massively posted on YouTube for hours many Vietnamese teenagers are also in pursuit of, even established offline clubs in Vietnam the flash mob in general, which"}
{"id": "1000942", "contents": "Thach Quy Poet, real name Vuong Dinh Duyen, born 1941 in Dong Bich village, general Thuần Trung, Luong Son district, Nghe An province, now Dong Bich village, Trung Son commune, Do Luong district, Nghe An province. Father is fluent in Chinese, mother is illiterate but knows many songs, proverbs, and stories of Kieu... In 1960, he studied Mathematics Education at Vinh University, in the same year, he had his first poem published in Military Literature, titled \" Da thương cũng nhiều \". After graduating from university, he worked as a high school mathematics teacher in Nghe An and then worked at the Nghe An Arts and Literature Society, he is a member of the Vietnam Writers Association. He now lives in Vinh City, Nghe An, 228 Phong Dinh Port Award. He has been awarded many prizes of the newspaper Văn Nghệ, Military Literature Magazine, the Ho Xuan Huong Award (Nghe An province)."}
{"id": "1000943", "contents": "Lac Son commune is a commune of Do Luong district, Nghe An province, Vietnam. Geographic location. Lac Son commune is located in the center of Do Luong district, with National Highway 15A running through, bordering communes: Da Son, Yen Son, Van Son, Thinh Son, Tan Son, Trung Son, Xuan Son. Because of its central location, Lac Son was the residence of the People's Committee of Do Luong district, the district police, some agencies of Nghe An provincial committee during the war. Currently, in Lac Son commune is the F324 Infantry Division (Dong Ngu Binh) stationed, with garment and leather production factory of Prex Vinh Company Limited (100% of Korean investment capital ). History and name. Lac Son commune has a long history associated with the names such as Truong Boc (Trang Boc) : this name dates from the 15th century as a village unit of Thuần Trung, Anh Do government, in Nghe An province and maintained until the end of the 18th century. Truong My commune is a commune of Thuần Trung, Anh Son government, Nghe An province in the mid-19th century, including villages: Thuan Lac, Da Van, Hoanh Son, Chong Quang. Thuan Lac commune is the name of villages in the late 19th century, including Chou Phuc, Canh Minh, Khai Son. After 1945, established Chang Xuan commune, Anh Son district from Truong My commune, corresponding to the present-day Lac Son and Xuan Son communes. From 1963, after the government of Democratic Republic of Vietnam divided Anh Son into two counties Anh Son and Do Luong commune, Lac Son commune has the name Lac Son until today. Lac Son takes from two villages Thuan Lac and Chong Quang and part of Son La village. Administration. Lac Son commune includes hamlets from: 1,2,3 Khen. Awarded the title Hero of the Armed Forces by the State President in 2003. Lac Son commune during the resistance period and after peace was always the leading emulation unit of the district. Historical relic. Giap Vinh pagoda: nôm name is village Vanh pagoda, is an ancient pagoda but over the time of war was abandoned, in 2010 was restored at the land plot named Village Vanh. The pagoda is"}
{"id": "1000947", "contents": "Dido (footballer) Edson Silva, better known by his nickname Dido (born June 27,1962), is a Brazilian former footballer and coach who played for Brazilian champions Flamengo and Santos. He also holds a Dutch passport. His playing career. Dido played as a midfielder for Flamengo and Santos. Wearing Santos, he played two games in the Brazilian national championship in 1984. He also played in Israel for Beitar Jerusalem. There Dido retired in 1996, and began his coaching career as head coach of Maccabi Holon. His coaching career. He coached the Vietnamese team during 2001-02. He then coached the Taiwan team in 2005, and at the end of 2008 signed a contract with Bangladesh. The contract, however, lasted less than a year, ending on November 10,2009, before the SAFF Cup."}
{"id": "1000949", "contents": "Han Tao Han Tao (), also known as the \"Ba-Thuy-Long\" (), was a fictional character in Nara Am's novel Water Margin. Han Tao was one of the 72 Genghisi of 108 Leungshan Bo Heroes. He was from Dongjing (now Kaifeng). He used his spear and mastered martial arts and served the court as a training camp in Chenzhou (now Huaiyang). Han Tao was known as the \"Ba-Thuy-Long\" () and showed his ability and strength in battle. He joined the Liangshan. Captain Gao Cau was angry when the Liangshan troops attacked Gaoguang (now Gaoguang, Shandong) and killed his nephew Gao Liem. Gao Cau therefore suggested to Emperor Taizong that Ho Yanyeyke (), the commander of the army, send Hanyanyeyke () to pacify the army. Hanyanyeyke nominated Han Tao and Pengji to be the leading vanguard, in turn. Han Tao was the leading vanguard, fighting the first battle against the Liangshan Bo. When he fought Qin Ming, Han Tao could not defeat the battle and Ho Yanyeyke () was there to rescue him. Then Ho Yanyeyke () used his chain of command, winning some victories against the Liangshan. Thang Long, a new leader who joined the Liangshan, introduced his cousin Xu Ning to fight the chain of command. When Xu Ning joined the Liangshan, he trained the chain of command and broke the chain of command. The court was defeated. Ho Yanyeyke and Han Tao fled. Han Tao was captured by Liu Tang and Du Thien and returned to Liangshan. There, he was well-treated by Emperor Song and agreed to join the Liangshan army with the motto \"Thôi an and die.\" Han Tao became a leader of the chain of command, and he and Pengji became deputy to Ho Duyeney ( ). After receiving the chain of command, Han Tao joined the leaders in operations against Liao and other forces opposing the Song court. In the campaign against Fangla, when he reached Changzhou, Han Tao engaged in a battle where he was shot in the forehead by F"}
{"id": "1000950", "contents": "Qiu Qingquan (1902-1949) was a Chinese Nationalist general during the Northern Expedition, the Communist Encirclement, the Second Sino-Japanese War, and the Chinese Civil War. During the Huai Hai Campaign, the decisive battle of the Chinese Civil War, he failed to rescue General Huang Baitao's 7th Army and then committed suicide on the battlefield. Early in life and career. Qiu was born into a poor peasant family in Zhejiang, but soon showed his talent at an early age and studied hard. In 1922, he enrolled at the Shanghai University, majoring in Sociology. In 1924, he went to Guangdong and was accepted into the Wu school that was newly founded by Huangpu, studying engineering. He took part in a series of local battles of the Nationalist army, putting the Nationalist government in power over the entire Pearl River Valley. In 1926, Chiang Kai-shek became commander in chief of the Northern Expedition, Qiu was promoted to captain, taking part in some of the bloodiest battles of the war. When the Nationalist alliance ended, he and Chiang's other subordinates were captured by the pro-communist government in Wuhan under Premier Wang Zingwei, but they managed to escape back to Nanjing. Qiu was later promoted to major by Chiang. In 1928, he was promoted to lieutenant colonel of the 10th Division, and in 1933 to major general. In 1934, he was sent to Germany to study tank warfare tactics with Heinz Guderian at the Prussian Army Academy. On his return to China, he became a founding member of the Nationalist armored forces, and was appointed chief of staff of the Regiment, one of Chiang's best armored units. Second Sino-Japanese War. In the Battle of Nanjing, Qiu was stuck when Nanjing was captured, and was forced to go to forced labor, but managed to escape the following year, and was appointed deputy commander of the 200th Division (National Revolutionary Army) elite, the only Chinese armored division. In 1939, Qiu commanded the newly formed 22nd Division, part of the 5th Army, took part in the Battle of Kunlunuan, he cut"}
{"id": "1000954", "contents": "Hanoi People (film) Hanoi People is a television series made by Vietnam Television Production Center, directed by Hoang Tich Chi and Doan Le. The film is adapted from Chu Lai's novel Phố. The film premiered in 1996 on VTV3. The content. Hanoi people is set in the late 80s and early 90s, revolving around the everyday life of soldiers returning from war. Nam (Hồng Sơn) is an army engineer drawing technique, whose wife is Thảo (Lê Khánh) and daughter Nậm Thảo. Due to the difficult family life, Thảo applied to go to Germany for labor export although Nam initially disagreed. Bình (Hệ Đàn) is a filmmaker, with many ideas but not funded to make movies. Lam (Quốc Linh) married (Minh Hang) of Nùng, he had to be discharged and was removed from his family, from his hometown to live on the sidewalk in the military street. Dặt (Quốc Trị) worked as a local police officer, his salary was not enough to meet the needs of his wife (Di Thuần) so he was abandoned by his wife..."}
{"id": "1000962", "contents": "The Story of Hue The Story of Hue is a TV series made by Vietnam Television Production Center, Vietnam Television, directed by Phi Tien Son. It is a adaptation of the novel of the same name by writer Vo Khắc Nghiem. It first aired in Sunday Arts in 1997 on VTV3 channel. The story. The Story of Hue revolves around Hue - a beautiful young woman from rural Thai Binh to Cam Pha who works as a coal gobbler. Because of her honest and trusting nature, she has been duped many times, having three husbands but still raising children alone, the difficult life has made Hue sometimes think foolish to cross the border to Hong Kong to earn a living... Actors. Thu Hien as Hue Tang Minh Giang as Phuc Tran Tuong as Hai Le Ho Lan as Lan Hoang Thang as Tu Trieu Kim Tori as Xi Le Thu as Tuyết Tùng Dương as Long Van Hiep as Dong Hoang Lam as Tuan Hoang Nhu Cam as Nghênh Tuyết Hoa as Hien Ho Thap as Director of coal company Ho Quoc Phong as Bien Tuyết Lien as Mrs. Bank and some other actors... The song in the movie. She sings in the movie is the song of Hue White performed by NST Hy. External links. The Story of Hue on YouTube."}
{"id": "10009665", "contents": "The Christie's was a British auction house founded by James Christie in 1766. Its main premises were in King's Street, St. James's Street, London, and Rockefeller Plaza in New York City in the United States. The company is owned by Groupe Artémis, Franois-Henri Pinault's parent company. 2 Its 2015 revenue reached 4.8 billion ($ 7.4 billion ). The firm was famous for auctioning paintings for a record $ 450 million, Salvator Mundi. History. Establishment. The official company document states that James Christie's founder had conducted the first sale in London, England, on December 5,1766, and the earliest auction catalog the firm still retained was from December 1766. However, other sources note that James Christie had rented the auction room in 1762, and newspaper advertisements of Christie's sales from 1759 were also traced. Christie's quickly became the leading auction house and took advantage of London's new status as the main center of international trade after the French Revolution. From 1859 the company was known as Christie, Manson & Woods. In 1958 it established its first overseas office, by placing a representative in Rome. The first overseas sales office was opened in Geneva, where Christie's held an auction of jewelry from 1973 to 1999. Christie's was a public company, listed on the London Stock Exchange from 1973 to 1999. In 1974 Jo Floyd was appointed Christie's chairman. He had been chairman of Christie's International Ltd. from 1976 to 1988, until it was given to Lord Carrington, and then a non-executive member of the board of directors until 1992. The Christie's International Inc. subsidiary held its first sale in the United States in 1977, thirteen years after Sotheby's. Christie's growth had been slow but steady since 1989, when it had 42 percent of the auction market. In 1990, the company reversed a long-standing policy and secured a minimum price for a collection of art in the May auction. In 1996, Christie's sales overshadowed Sotheby's for the first time since 1954"}
{"id": "1000972", "contents": "The parviflora Hericium erinaceus is an edible and medicinal mushroom in the family Hericiaceae. The parviflora is usually spherical or ellipsoidal, growing individually or in clusters, with dense, drooping fungal fringes, like a monkey's head, and at maturity, the fringes are long and turn yellow like a lion's mane. The young fruit is white to ivory white, the flesh white, at maturity, the fungus turns yellow to dark yellow, the fringes are stratified, 0.5-3 cm long, on the surface of the fringes are white balls bearing spherical spores, and in the middle of the spores is a circular droplet of endoplasm. The parviflora is a temperate mushroom that can only be grown in cool climates, the temperature suitable for growth is 16-20 degrees Celsius, the highest temperature can be grown is 19-22 degrees Celsius. Currently, the fungus is widely grown in China, Japan, and Korea."}
{"id": "1000976", "contents": "Agaricus brasiliensis (Bilateral nomenclature: Agaricus brasiliensis) is a Brazilian-derived fungus that is one of the most edible and medicinally valuable mushrooms. It has a pinkish brown color of cap, white stalk, cap diameter at bud stage of 3 – 4 cm, and hatching up to 8 cm, with a ring. Stalk is 1 cm in diameter, 6 – 7 cm in height. In addition to evidence that Agaricus subrufescens can increase the regulation of the immune system, additional research shows that the fungus has effects on cholesterol, inhibiting pathogenic factors, and inhibiting angiogenesis. Limited clinical and animal studies show that consumption of Agaricus subrufescens can lower blood glucose level and improve insulin resistance.  2016 Wiley Periodicals, Inc."}
{"id": "1000978", "contents": "Hu Han Dan (Chinese: ; born in Tuan Ngung, Guangdong, China, on December 9, 1879; died in Guangdong, China, on May 12, 1936) was one of the first leaders and a very important leftist figure of the Kuomintang Chinese party. Biography. There are documents confirming Hu Han Dan identifies himself as the descendant of Hu Han Shang, the second king of the Dai Ngu (modern Vietnam) in the early fifteenth century. Hu Han Dan graduated as a bachelor at the age of 21. He studied in Japan from 1902, then joined the Allied society, serving as editor of the Ming newspaper in 1905. From 1907 to 1910, he participated in several armed uprisings. Shortly after the Xinhai Revolution of 1911, he was appointed Guangdong Military Commander and interim Government Secretary. He joined the Second Revolution of 1913, then followed Sun Yat-sen to Japan after the revolution failed. There they formed the Revolutionary China Party. Hu returned to Guangdong from 1917 to 1921, working with Sun Yat-sen, as Minister of Transportation and then chief advisor. Hu was elected Central Executive Committee member at the First Kuomintang Conference in January 1924. In September, he served as acting field marshal, when Sun Yat-sen left Guangzhou for Shang Quan. Sun died in Beijing in March 1925, and Hu became one of the three leading Kuomintang regimes. The other two were Wang Jingwei and Liao Zhong Kai. Liao was assassinated in August of the same year, and Hu was suspected and arrested. After the Ninghan Incident of 1927, Hu supported Chiang Kai - shek and became head of the Legislative Yuan in Nanjing. Later on February 28, 1931, he was imprisoned at his home by Chiang's conflict over the new interim constitution. Internal Party pressure forced Chiang to release him. After this event, he became a powerful leader in the south, persisting in the three - way political motto against: against Japanese invasion and killing, against Communist troops, and against self - proclaimed leader Chiang Kai - shek. Anti-Chinese factions in the Kuomintang gathered in Guangzhou to"}
{"id": "1000979", "contents": "Slagelse Slagelse is a Danish city, southwest of Sjlland Island with 31,979 inhabitants (2011) and one of the oldest in Denmark. It is part of kommune Slagelse. History. In antiquity Slagelse had a place of worship for pagan gods. Around 1,000 the bishop of Svend Nordmand (? – 1088) of the Diocese of Roskilde built a stone church. Around the middle of the twelfth century male Hospitallers founded Antorskov Monastery. People from close and far traveled there to be treated by the monks, so Slagelse became a busy trading town. Among the monks was a man named Hellig Anders, who had the talent to treat diseases, so a spring named after him, Hellig Anders. Slagelse was granted the privilege of trading on December 13,1288 by King Erik Menved, but King Knud the Great had already set up a mint here. In the following centuries there was built a helligndshus and a leper's hospital and many more churches. In the fourteenth century at least a quarter of Slagelse people died of plague during the Black Death. In the sixteenth century, a theologian of Antorskov monastery named Hans Tausen went to Wittenberg, Germany for university. On his return he converted to Lutheranism and began preaching Lutheran theology in the monastery's church in 1525. Gradually, the monastery was reduced to a castle, which it seems King Frederik the Second died there in 1588 from drinking too much. Between 1515 and 1804 Slagelse suffered major fires, destroying much of the old town. However, a few old buildings survived, including a warehouse of the late medieval church, which served as a latinskole; the school had students who later became famous poets and writers such as B.S. Ingemann, Jens Baggesen and H.C. Andersen (H.C. Andersen himself attended the school from 1822 to 1826)."}
{"id": "100098", "contents": "Malachit Malakhite (malakhite) is a copper mineral with the chemical symbol Cu (OH) CO. The name comes from the ancient Greek word malache, meaning the kneeling tree. Other names include: atlat variant, a synonym of malachit, peacock stone, an old name for malachit, velvet malachit, a variation of malachit's dark leaf color. The main characteristics. The characteristic green color is the compound of copper. Malachit's shades range from green (biruza, emerald), bluish green to dark green. Malachit is commonly encountered in nature as an oval. Large concentric collections of kidney forms are in a very characteristic form, visible on smooth grinding patterns. Uses. Malachit is a compact, beautiful color and striation for decorative purposes. Playing with peacock is the most elegant and classy stone in the petal rock village, because of its brilliant beauty. The healing properties of the Ajurveda of India recommend placing peacock stone on the obstructed body area to dissolve the energy knot, opening the biological pathways. Peacock stone reduces emotional stress. It has the ability to absorb negative energy, creating a physical and mental harmony in the human body. In modern therapeutic oestrology, peacock stone is used in the treatment of heart disease, pancreas about the spleen. It stimulates regeneration processes, has positive effects on the pituitary gland and the bone head. In the opinion of some US physicians, peacock stone is a good anti-radiation agent. Other properties: There are many myths related to peacock stone as it can make one invisible, and drinking water from a cup made of peacock stone can understand the language of the animal. In India, it is said that placing peacock stone on the chakra The third eye helps to banish from the extremities all anger and anxiety. For Russians, peacock stone is considered as a symbol to fulfill the wish. Peacock stone is the symbol of the Taurus and Libra cluster in the zodiac, the sensuous energy of the sound affects the chakra on the frontal region: affects the organs on the head: this chakra has meridians passing through the bladder toward the intestines, it helps to carry ideas, stimulates physical activity. For chakra on the heart: affects the cardiovascular system,"}
{"id": "1000980", "contents": "Speyside single malt Speyside single malt are single malt Scotch whisky distilled in Strathspey, the area around the Spey River in Moray, Badenoch and Strathspey in north-east Scotland. The two most common single malt whisky worldwide are The Glenlivet and Glenfiddich, which are products of the Speyside region. Speyside is the leading producer of whisky in Scotland in the number of distilleries. List of single malt whisky in the Speyside region Aberlour Single Malt Aultmore Single Malt Balmenach Single Malt Balvenie Benriach Single Malt Benromach Single Malt Cardhu Single Malt Cragganmore Dailuaine Dufftown Single Malt Glendronach Single Malt Glendullan Single Malt Glenfarclas Single Malt Glenfiddich Single Malt Scotch whisky Glen Grant Glen Keith Single Malt The Glenlivet The Glenrothes Glentauchers Single Malt Glen Elgin Glen Moray Imperial Single Malt Inchgower Single Malt Knockando Linkwood Single Malt Lismore Single Malt Longmorn Single Malt The Macallan McClelland's Speyside Miltonduff Single Malt Mortlach Single Malt Royal Brackla Single Malt Speyburn Single Malt The Speyside Strathisla Single Malt Tamnavulin Glenlivet Single Malt Tamdhu Tomintoul Single Malt Tormore Single Malt External links. Spirit of Speyside Whisky Festival Speyside Whisky history and distillery descriptions "}
{"id": "10009806", "contents": "Lead poisoning is a form of metal poisoning caused by lead in the body. The brain is the most sensitive organ to this metal poisoning. Symptoms may include abdominal pain, constipation, headache, irritability, memory disturbances, inability to have children, and tingling of the hands and feet. It causes nearly 10% of intellectual disability of otherwise unknown cause and may cause behavioral problems. Some effects are permanent. In severe cases, anemia, epilepsy, coma, or death may occur. Exposure to lead may occur due to contaminated air, water, dust, food, or consumer products. Children are at higher risk because they are more likely to place objects in their mouths such as lead containers and absorb a greater proportion of the lead they ingest. Workplace exposures are a common cause of lead poisoning in adults with certain occupations that pose a particular risk. Diagnosis is typically by measuring lead levels in the blood. The Centers for Disease Control (US) have established an upper limit for blood lead in adults at 10 g / dl (10 g / 100 g) and for children at 5 g/dl. Increased lead levels can also be detected by changes in red blood cells or solid lines in the bones of children as seen on X-rays. Lead poisoning is preventable. This includes individual efforts such as removing lead containers from homes, workplace efforts such as improved ventilation and monitoring, and national policies such as laws banning products such as paints and gasoline, in water or soil, and providing for cleanup of contaminated soil. The main treatments are removal of the lead source and use of drugs that bind lead so that it can be removed from the body, known as chelation therapy. Chelation therapy in children is recommended when blood levels are greater than 40 – 45 g/dl. The drugs used include dimercaprol, calcium edetate sodium, and succimer. In 2013, it was believed that lead resulted in 853,000 deaths. It occurs most commonly in developing countries. The poor are at higher risk. Lead is thought to cause 0.6% of the world's disease burden. It has been mined and used for thousands of years. Descriptions of lead poisoning date back to 2000 BC, while efforts to limit the date of lead use back to at least the 1500s. Concerns over low exposure began in the 1970s when there was no"}
{"id": "1000981", "contents": "Chicha Chicha is a Spanish word for traditional fermented beverages originating in the Andes of South America. It can be made from corn, cassava (also known as yuca or cassava) or fruit, among other things. In the Inca Empire, women were often taught the techniques of chicha making in Acllahuasis schools. Chicha de jora was prepared by germinating corn, making malt sugar, boiling malt liquor, and fermenting in large barrels, traditional large earthenware, for a few days. In some cultures, instead of germinating corn, they used cornmeal, corn on the ground, which was moistened by the chicha maker's mouth and formed small balls, which were then flattened and dried. The natural diastases in the chicha maker's saliva catalyzed the breakdown of corn starch into mantoza sugar. Chicha de jora was made and consumed in communities throughout the Andes for centuries. The Incas used chicha for ritual purposes and consumed it in large quantities during religious festivals. In recent years, traditional chicha has become increasingly rare. Only a handful of towns and villages in southern Peru and Bolivia still make this drink. Chicha de jora has been produced and consumed in communities throughout the Andes for millennia. The Incas used chicha for ritual purposes and consumed it in large quantities during religious festivals. Workshops may have produced the chicha wine found in Machu Picchu. In the Inca Empire women were taught the techniques of brewing Chicha Aqlla Wasi (female schools ). In recent years, however, prepared traditional chicha has become increasingly rare. Only a handful of towns and villages in Peru, Ecuador, Colombia, and Costa Rica, are still prepared. It is still very popular throughout southern Peru, sold in all small towns and residential areas of large cities. Typically sold in chicherias includes an unused room or corner of the home's yard, and these generally unlicensed businesses can generate significant household income. These bistros are identified by a bamboo pole with an open door, decorated with (usually red) flags, flowers, ice, or colored plastic bags."}
{"id": "1000983", "contents": "Liu Yuan Liu Yuan (died 310), known by his first name, the Chinese name Tangyan (), the name of the Emperor Guangwen (), was the founding emperor of the Zhao clan in Chinese history. Family background Liu Yuan was a member of the Xiongnu aristocracy, he was a descendant of the Zen sultans of the Luyen De clan (), the sultans along with their subjects had long been loyal vassals of the Han dynasty, and later to the Han successor dynasties of Cao Wei and the Jin dynasties. In the late or early Jin dynasties, the Xiongnu aristocrats claimed that they were of Han origin through the marriage of a Han princess to the first Zen sultans in the history of the Huns, Modu Zen vu, and thus converted them into Liu, also a surname of the Han dynasty. Liu Yuan's father was Liu Pao, the son of the last Southern Zen sultans, Ufu Li, and grandson of the Zen sultans Ho Chouquan (before Cao Cao abolished his position in 216 and divided the Huns into five tribes), he was the leader of the Zuo Shi (). All five tribes settled in southern Shanxi today, so it is possible that Liu Yuan was born there as well. Liu Yuan's mother was Hu Yantan, who was from the Huns, and may have been the wife of Liu Zi and not the concubine. Some sources suggest that Liu Yuan was the son of Tai Chi, the Jin dynasty's imperial retainer. Since the powerful Hung Nô aristocrats were often taken by Cao Wei and Jin to send their sons to Luyang (to further Hanishize them and ensure their loyalty), Liu Yuan was taken to Luyang to reside in and study Chinese literature. He is famous for his explanations, especially the Zhengs of the Book of Spring and Autumn and the military plans of Sun Yut and Wu Zhi. The Jin dynasty's chief minister Wang Jih (one of the leading generals who later took part in the conquest of Wu) became impressed with him. Wang Jih's son Wang Zi () became Liu Yuan's confidant. Wang Jih believed Liu Yuan would be a good general and repeatedly recommended Liu"}
{"id": "1000984", "contents": "Ofusato Ofusato (, Mahytai) (1337 – 1398) was the first king of the Nanzan Kingdom (Nanzan), a kingdom in the southernmost part of Okinawa Island. Ofusato was zato's fourth son during the First Emperor's reign, claiming to be the fifth generation of King Eiso. In 1337, he established the Nanzan Kingdom and settled in Ozato Castle. According to the Ming Dynasty's Book of the Dead, In 1383 Ofusato sent envoys to pay tribute to the Ming. In 1385, he was made the King of Nanzan by the Ming, and was given the Silver Seal. Ofusato died while in Korea, and his brother Yafuso seized power and sought official recognition from China."}
{"id": "1000985", "contents": "Oueishi Oueishi was the uncle of King Ofusato and former Justice of Yaese. In 1388, he escaped from the Nanzan kingdom and became the powerful ruler, sending his younger brother to the Ming dynasty for tribute. Oueishi proclaimed himself king and attacked but Ofusato fled, the monarch's throne was vacated, however he was in fact the ruler of the kingdom and assumed the throne after his grandson died. He had close ties to Sho Hashi in the Zhongshan kingdom. External link http://www.ne.jp/asahi/okinawa/hiro/history3.htm "}
{"id": "1000986", "contents": "Hananchi He ascended to the gnooi in 1397 after the death of his father. He sent an embassy to Korea to announce his succession, and to China to seek the Ming's formal investiture as ruler of all of Okinawa. He was the most active North Korean king in diplomatic and commercial relations with China, and is said to have sent fourteen tributes. Hananchi was said to have great military prowess but relied too heavily on his personal strength and skill to harm his relations with his followers. When Nakijin City came under Sh Hashi's attack in 1416, the attackers were trapped in the bay for a while, due to its relative stability. However, Hananchi was betrayed by a servant named Motobu Taihara, who opened the gate and allowed Sh Hashi's forces in. Defeated, Hananchi committed suicide. 1"}
{"id": "1000987", "contents": "Min (Hokuzan) Min () (- 1400 or 1395) was the second king of the Northern Shan and the Shan era on Okinawa Island. He reigned from 1393 to 1400 or 1395. He was the eldest son of Haniji. In 1934, he sent envoys to pay tribute to the Ming dynasty. There is not much documentation about his life and reign. He was succeeded by his eldest son Hananchi."}
{"id": "1000988", "contents": "Haniji Haniji (), also spelled Haneji, was the founder of the Hokuzan kingdom on Okinawa, reigning from 1322 to 1395. At the beginning of the fourteenth century there was no centralized entity on Okinawa but only a loose alliance of chiefs, including Haniji as a tribal chief. As the successor chief of Nakijin, Haniji gathered other small chiefs in the north into an alliance he headed and created the Hokuzan kingdom after Tamagusuku became chief of the entire island. Tamagusuku lacked prestige and leadership to win the support of the chiefs and some followed Haniji, while some southern chiefs sided with Ofusato, chief Ozato, and formed the Nanshan kingdom, leaving Tamagusuku in control of only the middle part of the island, and was known as the Chzan kingdom. Little is known about Haniji's life or his reign. A later line of Liu court officials bearing the surname Haneji () may have had his ancestry; the most famous of them was Sh Shken (1617 – 1675), also known as Haneji Chsh."}
{"id": "1000989", "contents": "The tomb covers a total area of 2,442 square meters, consisting of two stone fences, three chambers of the tomb facing north and a natural cliff behind it to the south. There is a stone plaque outside the fence commemorating the construction of the tomb and the name of Sh Shin and eight others involved in the construction. The three chambers of the tomb are arranged from east to west, the remains of kings and queens are in the eastern compartment, while the remains of princes and other imperial members are in the western chamber, the middle room for senkotsu communications of the Ryukyu; however the remains are kept there for a limited period of time, after which the bones are washed and buried. The shisa (stone lion) protecting the tomb is an example of traditional Ryukyu stone sculpture. The architectural style of the tomb bears the symbolism of the contemporary palace, which is a stone structure with a wooden roof. Eighteen kings were buried in Tamaudun, along with their queens and uncles. The first king to be buried here was Sh En, the father of the person who ordered the construction of the tomb, Sh Shin. The last crown prince, Sh Ten, prince of the last Ryukyu king Sh Tai, was buried here on September 26, 1920. The structure suffered heavy damage during the 1945 Battle of Okinawa, and was looted afterwards, but the tomb and royal remains remained untouched, and much of the structure was restored in the years following the war. The tomb is a UNESCO World Heritage Site on December 2, 2000 as part of the group of monuments Gusuku Sites and related heritage of the Ryukyu Kingdom. Royal graves. Eastern vent Sh En (1415 – 1476) Sh Shin (1465 – 1526) Sh Sei (1497 – 1555) Sh Gen (1528 – 1588) Aoriya, the fourth court justice (anji) Kanashi (date unknown) Sh Konk, Empress of Sh Ei (1562 – 1637) Sh H (1590 – 1640) Sh Baigan, Empress of Sh H (date unknown) Sh Ky, eldest son"}
{"id": "1000990", "contents": "Sonohyan-utaki Once only the monarch of the Ryukyu Kingdom could walk past the lithuanian gates, but today the gates are always closed, and so the place remains as sacred as it is, representing the sacred forests behind them. Many tourists and native inhabitants pray before the lithuanian gates. The lithuanian gates were first built in 1519, during the reign of Sh Shin, but the space had been regarded as utaki before. Whenever the king left the city for a journey, he stopped at Sonohyan-utaki to pray for a smooth trip. The ruins also play an important role in the native religion. The lithuanian gates are considered a good example of traditional Okinawan architecture, and show many expressions of Chinese influence, in addition to a Japanese-influenced karahafu. The lithuanian gates were badly damaged in the Battle of Okinawa in 1957, but were restored in 1957, and officially became a UNESCO World Heritage Site in 2000, along with several other monuments on Okinawa Island. The Utaki, the sacred forests themselves, were once much larger than they are today, and a school of them and other buildings invaded the forest's space."}
{"id": "1000991", "contents": "Before and during World War II, Zakimi Castle was used as a Japanese cannon dock, and after the war it was used as a radar base by the US Army. Some of the walls were demolished on instructions to install radar equipment, but they were restored later. Zakimi Castle, is one of the UNESCO World Heritage Sites officially named Gusuku Sites and Related Heritage Sites of the Ryukyu Kingdom in November 2000. External links. Zakimi Castle image                                                                                                                                                                                                         "}
{"id": "1000992", "contents": "Katsuren-joshi on Wonder Okinawa The Amawari-Gosamaru The scene shows the decline of Katsuren gusuku."}
{"id": "1000993", "contents": "Nakagusuku Castle External links. History of Nakagusuku Castle on Japan Guide Nakagusuku Castle Amawari-Gosamaru Drama "}
{"id": "1000995", "contents": "Seifa Utaki, meaning the purified site of Utaki, is a Shinto shrine. It is part of the UNESCO World Heritage Site named Gusuku Sites and Related Heritage Sites of the Ryukyu Kingdom and is located in Nanj, Okinawa. Seifa Utaki is located on the Chinen Peninsula and has been recognized as a sacred place since ancient times in Okinawa's history. The arrival area itself consists of several caves and jutting ledges that open to the east and south between towering blocks of a high headland that reaches the sea. All buildings here have been destroyed, but the inner and outer areas remain traceable."}
